{
  "id": "DeathlyCyclone",
  "shareId": 379,
  "name": "Deathly Cyclone",
  "title": "Consecrated Flying Serpent: Deathly Cyclone",
  "desc": "Though now imbued with the power of elemental manipulation, the Consecrated Beasts themselves still cannot fully digest the pieces of flesh they devoured from immortal carcasses. Instead, the pieces slowly fused with the beasts themselves, changing them...",
  "attributes": {
    "cost": 1,
    "energy": [
      {
        "id": "Anemo",
        "type": "Anemo",
        "count": 1
      },
      {
        "id": "Anemo",
        "type": "Anemo",
        "count": 1
      }
    ],
    "source": "Reward for accepting the Tavern Challenge against the Consecrated Flying Serpent at The Cat's Tail and achieving all corresponding challenge objectives in a Friendly Fracas",
    "tags": [
      "Talent",
      "Talent"
    ],
    "costType": "Anemo",
    "cardType": "Equipment Card"
  },
  "skills": [
    {
      "name": "",
      "desc": "When played: Create 1 Bonecruncher's Energy Block and place it into your Hand. When your Consecrated Flying Serpent, who has this card equipped, is on the field and after you play Bonecruncher's Energy Block: The next time you switch characters this Round, create 1 Elemental Die of your active character's Elemental Type. (You must have Consecrated Flying Serpent in your deck to add this card to your deck)"
    },
    {
      "name": "",
      "desc": "When played: Create 1 Bonecruncher's Energy Block and place it into your Hand. When your Consecrated Flying Serpent, who has this card equipped, is on the field and after you play Bonecruncher's Energy Block: The next time you switch characters this Round, create 1 Elemental Die of your active character's Elemental Type. (You must have Consecrated Flying Serpent in your deck to add this card to your deck)"
    }
  ],
  "inPlayDescription": "When your <span style=\"color:#FFFFFFFF\">Consecrated Flying Serpent</span>, who has this card equipped, is on the field and after you play <span style=\"color:#FFFFFFFF\">Bonecruncher's Energy Block</span>: After the next time you switch characters this Round, create 1 Elemental Die of your active character's Elemental Type.",
  "version": "4.7"
}