{
  "id": "RendingVortex",
  "shareid": 297,
  "name": "Rending Vortex",
  "title": "Dvalin: Rending Vortex",
  "desc": "But never forget that dust can be wiped away, and the power of doubt and poison can be shattered.",
  "inPlayDescription": "When your Dvalin, who has this card equipped, is on the field, when <span style=\"color:#FFFFFFFF\">Total Collapse</span> attached to an opposing character is removed: Apply <span style=\"color:#FFFFFFFF\">Total Collapse</span> to the next opposing standby character. (Once per Round)",
  "attributes": {
    "cost": 3,
    "costType": "Anemo",
    "cardType": "Equipment Card",
    "energy": [
      {
        "id": "Anemo",
        "type": "Anemo",
        "count": 3
      },
      {
        "id": "Anemo",
        "type": "Anemo",
        "count": 3
      }
    ],
    "source": "Reward for accepting the Tavern Challenge against Dvalin at The Cat's Tail and achieving all corresponding challenge objectives in a Friendly Fracas",
    "tags": [
      "Talent",
      "Combat Action",
      "Talent",
      "Combat Action"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Combat Action: When your active character is Dvalin, equip this card.After Dvalin equips this card, immediately use Tempestuous Barrage once.When your Dvalin, who has this card equipped, is on the field, when Total Collapse attached to an opposing character is removed: Apply Total Collapse to the next opposing standby character. (Once per Round)(You must have Dvalinin your deck to add this card to your deck.)"
    },
    {
      "name": "",
      "desc": "Combat Action: When your active character is Dvalin, equip this card. After Dvalin equips this card, immediately use Tempestuous Barrage once. When your Dvalin, who has this card equipped, is on the field, when Total Collapse attached to an opposing character is removed: Apply Total Collapse to the next opposing standby character. (Once per Round) (You must have Dvalinin your deck to add this card to your deck.)"
    }
  ],
  "version": "4.4",
  "shareId": 297
}