{
  "id": "TheSeedOfStoredKnowledge",
  "shareId": 109,
  "name": "The Seed of Stored Knowledge",
  "title": "Nahida: The Seed of Stored Knowledge",
  "desc": "\"Share in my knowledge.\"",
  "in_play_description": "When your Nahida, who has this card equipped, is on the field, the following effects will take place based on your party's Elemental Types: Pyro: When the Shrine of Maya is on the field, opposing character who trigger the Seed of Skandha due to Elemental Reactions they are affected by will have the Piercing DMG they take from the Seed of Skandha converted to Dendro DMG. Electro: When the Shrine of Maya enters the field, the Seed of Skandha currently present of the opposition will gain 1 Usage(s). Hydro: After your Nahida, who has this card equipped unleashes Shrine of Maya, Duration (Rounds) +1.",
  "attributes": {
    "cost": 3,
    "cost_type": "Dendro",
    "card_type": "Equipment Card",
    "energy": [
      {
        "id": "Dendro",
        "type": "Dendro",
        "count": 3
      },
      {
        "id": "Energy",
        "type": "Energy",
        "count": 2
      }
    ],
    "source": "Reward for inviting Nahida to a duel at The Cat's Tail and achieving all corresponding challenge objectives",
    "tags": [
      "Talent",
      "Combat Action"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Combat Action: When your active character is Nahida, equip this card. After Nahida equips this card, immediately use Illusory Heart once. When your Nahida, who has this card equipped, is on the field, the following effects will take place based on your party's Elemental Types: Pyro: When the Shrine of Maya is on the field, opposing characters who trigger the Seed of Skandha due to Elemental Reactions they are affected by will have the Piercing DMG they take from the Seed of Skandha converted to Dendro DMG. Electro: When the Shrine of Maya enters the field, the Seed of Skandha currently present of the opposition will gain 1 Usage(s). Hydro: After your Nahida, who has this card equipped unleashes Shrine of Maya, Duration (Rounds) +1. (You must have Nahida in your deck to add this card to your deck.)"
    }
  ],
  "version": "3.7"
}