{
  "id": "GildedDreams",
  "name": "Yaldızlı Rüyalar",
  "minRarity": 4,
  "maxRarity": 5,
  "twoPiece": "ความชำนาญธาตุเพิ่มขึ้น 80 หน่วย",
  "fourPiece": "ภายใน 8 วินาที หลังจากทำให้เกิดปฏิกิริยาธาตุ ตัวละครที่สวมใส่ จะได้รับการเสริมพลัง โดยขึ้นกับประเภทธาตุของตัวละครอื่นในทีม: ตัวละครทุก 1 ตัว ในทีม ที่มีชนิดธาตุเหมือนกับผู้สวมใส่ จะทำให้พลังโจมตีเพิ่มขึ้น 14%; ตัวละครทุก 1 ตัว ในทีม ที่มีชนิดธาตุต่างกับผู้สวมใส่ จะทำให้ความชำนาญธาตุเพิ่มขึ้น 50 หน่วย ซึ่งเอฟเฟกต์แต่ละชนิดที่กล่าวถึงข้างต้น จะนับตัวละครมากสุด 3 ตัว โดยที่ทุก 8 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง และจะยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
  "goblet": {
    "id": "HoneyedFinalFeast",
    "name": "Bal Tadında Son Bir Ziyafet",
    "description": "Bir zamanlar büyük ve kadim bir ziyafette kullanılmış bir şarap kadehi. Mazideki ihtişamından bir eser kalmamış."
  },
  "plume": {
    "id": "FeatherOfJudgment",
    "name": "Yargı Tüyü",
    "description": "Bu özel tüy bir zamanlar suçluluğu ölçmek için kullanılırdı ama asıl işlevini yitireli çok oldu."
  },
  "circlet": {
    "id": "ShadowOfTheSandKing",
    "name": "Kum Kralının Gölgesi",
    "description": "Bu altın işlemeli korumalık bir zamanlar çöl rahipleri tarafından kullanılırdı. Çöl halkının efsanevi hükümdarının kullandığı bandın benzerini üretmek için yapılmışlardı."
  },
  "flower": {
    "id": "DreamingSteelbloom",
    "name": "Demirden Düşler Çiçeği",
    "description": "Dövülmüş koyu altından yapılmış bir çiçek tomurcuğu. Kızıl çekirdeği hiç açmayacak taç yapraklarıyla kaplı."
  },
  "sands": {
    "id": "TheSunkenYears",
    "name": "Mazideki Yıllar",
    "description": "Çölün kadim hikayesini anlatan koyu altın renkli bir güneş saati."
  },
  "twoPc": "Element Ustalığını 80 artırır.",
  "fourPc": "Bir Element Tepkimesi tetiklendikten sonraki 8 saniye boyunca bunu kuşanan karakter, gruptaki diğer karakterlerin Element Türlerine göre güçlendirmeler elde eder. Kuşanan karakterle aynı Element Türüne sahip olan her bir grup üyesi için Saldırı %14 artarken Element Türü farklı olan her bir grup üyesi için Element Ustalığı 50 artar. Bu güçlendirmeler en fazla 3 karakteri kapsar. Bu etki her 8 saniyede bir tetiklenebilir. Bunu kuşanan karakter savaş alanında olmasa bile etkilerini tetikleyebilir.",
  "version": "5.0"
}