{
  "id": "HuskOfOpulentDreams",
  "name": "Bereketli Rüyaların Hatıraları",
  "minRarity": 4,
  "maxRarity": 5,
  "twoPiece": "เพิ่มพลังป้องกัน 30%",
  "fourPiece": "ตัวละครที่สวมใส่เซ็ตอาร์ติแฟกต์นี้จะได้รับเอฟเฟกต์ Curiosity ภายใต้สถานการณ์ต่อไปนี้: ในขณะที่อยู่ในการต่อสู้ จะได้รับหนึ่งชั้นหลังจากโจมตีถูกศัตรูด้วยธาตุหิน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 0.3 วินาที; เมื่ออยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้ ในทุก 3 วินาที จะได้รับหนึ่งชั้น โดยที่ Curiosity จะสามารถซ้อนทับได้มากสุด 4 ชั้น ซึ่งแต่ละชั้นจะมอบโบนัสพลังป้องกัน 6% และโบนัสความเสียหายธาตุหิน 6% และในทุก 6 วินาที หากไม่ได้รับเอฟเฟกต์ Curiosity จะสูญเสียหนึ่งชั้น",
  "goblet": {
    "id": "CalabashOfAwakening",
    "name": "Uyanış Matarası",
    "description": "Altın tozu ve siyah boyayla süslenmiş bir matara. Artık gerçek rengi görülemese de sahne dekoru olarak kullanıldığı için pek de önemi yok."
  },
  "plume": {
    "id": "PlumeOfLuxury",
    "name": "İhtişam Tüyü",
    "description": "Münzevi bir yerden getirilen tüy şeklinde bir tılsım. Üreticisinin tutkusuyla bu köşkte dış dünyaya kapalı bir şekilde bırakılmış."
  },
  "circlet": {
    "id": "SkeletalHat",
    "name": "İskelet Şapka",
    "description": "Bir zamanlar gezginleri güneşten ve yağmurdan koruyan bir şapka. Nihayetinde yüzleri ve duyguları gizlemek için kullanılan bir araç haline gelmiş."
  },
  "flower": {
    "id": "BloomTimes",
    "name": "Çiçeklerin Zamanı",
    "description": "Asla solmayacak olan altı yapraktan oluşan altın bir süs. Ölümlü dünyadaki başarıların geçiciliğini simgeler."
  },
  "sands": {
    "id": "SongOfLife",
    "name": "Yaşam Şarkısı",
    "description": "Inazumalılar için yalnızca küçük bir saat. İçindeki ana mekanizma söküldüğü için ibreleri oynamıyor."
  },
  "twoPc": "+%30 Savunma.",
  "fourPc": "Bu Yadigar setini kuşanan bir karakter, aşağıdaki durumlarda Merak etkisi kazanır: Savaş alanındayken, karakter düşmanı bir Toprak saldırısıyla vurursa 1 kademe kazanır, 0,3 saniyede bir defa tetiklenebilir. Karakter savaş alanında değilken, her 3 saniyede 1 kademe kazanır. 4 kademeye kadar Merak birikebilir, her bir kademe %6 Savunma ve %6 Toprak Hasar Bonusu kazandırır. Bir Merak kademesi kazanılmadan 6 saniye geçtiğinde, 1 kademe kaybedilir.",
  "version": "5.0"
}