{
  "id": "NymphsDream",
  "name": "Nergisin Rüyası",
  "minRarity": 4,
  "maxRarity": 5,
  "twoPiece": "ได้รับโบนัสความเสียหายน้ำ 15%",
  "fourPiece": "หลังจากที่การโจมตีปกติ, การชาร์จโจมตี, การโจมตีพุ่งลงจากอากาศ, สกิลธาตุ หรือท่าไม้ตายถูกศัตรู จะเกิดเอฟเฟกต์ Mirrored Nymph ที่มีระยะเวลาต่อเนื่อง 8 วินาที จำนวน 1 ชั้น และเมื่อมีเอฟเฟกต์ Mirrored Nymph 1/2/3 ชั้น หรือมากกว่า พลังโจมตีจะเพิ่มขึ้น 7%/16%/25% โบนัสความเสียหายน้ำจะเพิ่มขึ้น 4%/9%/15% โดย Mirrored Nymph ที่เกิดจากการโจมตีปกติ, การชาร์จโจมตี, การโจมตีพุ่งลงจากอากาศ, สกิลธาตุ หรือท่าไม้ตาย จะมีช่วงเวลาคงอยู่ที่เป็นอิสระต่อกัน",
  "goblet": {
    "id": "HeroesTeaParty",
    "name": "Kahramanların Çay Partisi",
    "description": "Sevimli bir çay fincanı. Bir zamanlar beraber hoş bir öğle vakti geçiren kişilerce kullanılmış olabilir."
  },
  "plume": {
    "id": "WickedMagesPlumule",
    "name": "Zalim Büyücünün Tüyü",
    "description": "Bu tüy eskiden birinin şapkasında süslemeymiş. Koyu yeşil rengiyle gerçekten insanın dikkatini çekiyor."
  },
  "circlet": {
    "id": "FellDragonsMonocle",
    "name": "Uğursuz Ejderin Gözlüğü",
    "description": "Muhteşem bir işçiliğe sahip, tek camlı gözlük. Kadim hikayelerde kişinin bu gözlükle geleceği görebildiği söylenir."
  },
  "flower": {
    "id": "OdysseanFlower",
    "name": "Yolculuk Çiçeği",
    "description": "Nihayetinde hikayeler de biter, açan çiçekler de solar. Rüyalarda açan çiçek ise canlılığını ve güzelliğini her daim korur."
  },
  "sands": {
    "id": "NymphsConstancy",
    "name": "Nergisin Daimiyeti",
    "description": "Uzun zamandır çalışmayan bir cep saati. Akrebiyle yelkovanı dönedururken pek çok yıla tanıklık etmiş olmalı."
  },
  "twoPc": "+%15 Su Hasarı Bonusu.",
  "fourPc": "Normal, Yüklü veya Havadan Saldırılar, Element Becerileri veya Element Patlamaları, bir düşmana isabet ettiğinde 8 saniyeliğine 1 kademe Nergisin Yansıması verir. 1, 2 veya 3 ve üzeri Nergisin Yansıması kademesi etkinken Saldırı %7/%16/%25 ve Su Hasarı Bonusu %4/%9/%15 artar. Normal, Yüklü veya Havadan Saldırılar, Element Becerileri ve Element Patlamaları ile oluşturulan Nergisin Yansıması kademeleri birbirlerinden bağımsız sayılır.",
  "version": "5.0"
}