{
  "id": "SongOfDaysPast",
  "name": "Geçmiş Günlerin Şarkısı",
  "min_rarity": 4,
  "max_rarity": 5,
  "two_pc": "+%15 İyileştirme Bonusu.",
  "four_pc": "Kuşanan karakter, bir grup üyesini iyileştirdiğinde 6 saniyeliğine Hasret etkisi oluşur ve toplam iyileştirme miktarı kaydedilir (fazlalık iyileştirme miktarı dahil). Etki süresi sona erdiğinde Hasret etkisi \"Geçmiş Günlerin Dalgaları\" etkisine dönüşür. Aktif grup üyesi bir düşmana Normal Saldırı, Yüklü Saldırı, Havadan Saldırı, Element Becerisi veya Element Patlaması ile saldırdığında verilen Hasar, Hasret etkisiyle kaydedilen toplam iyileştirme miktarının %8'i kadar artar. \"Geçmiş Günlerin Dalgaları\" etkisi, 5 defa etkili olduğunda veya 10sn sonra kaldırılır. Tek bir Hasret etkisi en fazla 15.000 iyileştirme kaydeder ve aynı anda sadece bir tane var olabilir ancak kuşanan birden fazla karakter varsa hepsinin iyileştirmelerini kaydedebilir. Hazırdaki kuşanan karakterler de bu etkiyi tetikleyebilir.",
  "goblet": {
    "id": "PromisedDreamOfDaysPast",
    "name": "Geçmiş Günlerin Vadedilmiş Rüyası",
    "description": "Efsanevi \"Saf Kase\"nin formuna sahip gösterişli bir çanak. En saf kalpli kişilerin dileklerini yerine getirebildiği söylenir."
  },
  "plume": {
    "id": "RecollectionOfDaysPast",
    "name": "Geçmiş Günlerin Anıları",
    "description": "Gümüş ve mavi kristallerden yapılmış kelebek şeklinde bir tüy aksesuar. Uzak geçmişte kişilerin birbirinden asla ayrılmama yeminini simgelediği söylenir."
  },
  "circlet": {
    "id": "PoetryOfDaysPast",
    "name": "Geçmiş Günlerin Şiirleri",
    "description": "Bir zamanlar Fontaine'de opera bestecileri arasında moda olan resmi görünümlü bir şapka. Tüylü süsünün efsanevi Göl Şövalyelerinin miğferlerinden ilhamla tasarlandığı söylenir."
  },
  "flower": {
    "id": "ForgottenOathOfDaysPast",
    "name": "Geçmiş Günlerin Unutulan Yemini",
    "description": "Larimar taşı ve parlak gümüşten yapılmış, her daim açık duran bir çiçek. Bunun günümüzde hâlâ direnişi simgelediği söylenir."
  },
  "sands": {
    "id": "EchoingSoundFromDaysPast",
    "name": "Geçmiş Günlerin Yankılı Sesleri",
    "description": "Lazurit ve su yeşiminden yapılmış, tuhaf şekilli bir kum saati. Petrichor'daki çan kulesinden ilhamla tasarlandığı söylenir."
  },
  "version": "4.3"
}