{
  "id": "VermillionHereafter",
  "name": "Öbür Dünya Zincifresi",
  "minRarity": 4,
  "maxRarity": 5,
  "twoPiece": "เพิ่มพลังโจมตี 18%",
  "fourPiece": "หลังจากปล่อยท่าไม้ตาย จะเกิดเอฟเฟกต์ Nascent Light เป็นเวลา 16 วินาที: พลังโจมตีเพิ่มขึ้น 8%; และเมื่อพลังชีวิตของตัวละครลดต่ำลง พลังโจมตีจะเพิ่มขึ้นไปอีก 10% โดยจะเพิ่มด้วยวิธีนี้ได้มากสุด 4 ครั้ง และในทุก 0.8 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง เอฟเฟกต์ Nascent Light จะหายไปเมื่อตัวละครออกจากการต่อสู้; ในระหว่างช่วงเวลาต่อเนื่อง การปล่อยท่าไม้ตายอีกครั้ง จะเป็นการล้างเอฟเฟกต์ Nascent Light ที่มีอยู่เดิม",
  "goblet": {
    "id": "MomentOfThePact",
    "name": "Sözleşme Anı",
    "description": "Kum kristalinden yapılmış eski bir bardak. Yıllar geçse bile parıltısı biraz olsun sönmemiş."
  },
  "plume": {
    "id": "FeatherOfNascentLight",
    "name": "Saklı Işığın Tüyü",
    "description": "Güçlü hatıralarla ıslanmış, hafifçe ışıldayan bir tüy."
  },
  "circlet": {
    "id": "ThunderingPoise",
    "name": "Yıldırım Duruşu",
    "description": "Dağda yaşayan insanların bu maskeyi bir Yaksha için yaptığı söylenir. Yapımı oldukça basit olsa bile maskenin yüzeyi ışıl ışıl parıldar."
  },
  "flower": {
    "id": "FloweringLife",
    "name": "Çiçeklenmiş Yaşam",
    "description": "Kadim bir yadigar. Hâlâ kendisini yüzyıllar önce muhafaza eden varlık kadar canlı duruyor."
  },
  "sands": {
    "id": "SolarRelic",
    "name": "Güneş Yadigarı",
    "description": "Oldukça sağlam görünen kadim bir saat. Üzerindeki kum kristali sayesinde etrafa ışıltı saçıyor."
  },
  "twoPc": "+%18 Saldırı.",
  "fourPc": "Karakter bir Element Patlaması kullandıktan sonra Saklı Işık etkisini kazanır ve 16 saniyeliğine Saldırısı %8 artar. Karakterin Canı azaldığında Saldırısı ek olarak %10 artar. Bu ek artış maksimum 4 defa gerçekleşebilir. Bu etki 0,8 saniyede bir tetiklenebilir ve etki, karakter alandan ayrıldığında kaybolur. Saklı Işık etkisi devredeyken bir Element Patlaması tekrar kullanıldığında ilk Saklı Işık etkisi kaybolur.",
  "version": "5.0"
}