{
  "id": "BountifulYear",
  "name": "Sürüsüne Bereket",
  "description": "Lüks ve zarif çiğ balık. Balık ince ince doğranmış ve tabağın etrafında garnitürlerden oluşan bir halkanın ortasına dizilerek bir çiçek şekli verilmiş. Normalde tüketilmeden önce garnitürler ile çiğ balık kişinin damak tadına göre karıştırılır. Bunun ilerleyen günlerde bir sorun yaşanmaması için yapıldığı söylenir.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "Fish",
      "name": "Balık",
      "amount": 4
    },
    {
      "id": "Carrot",
      "name": "Havuç",
      "amount": 4
    },
    {
      "id": "Onion",
      "name": "Soğan",
      "amount": 2
    },
    {
      "id": "Violetgrass",
      "name": "Mor Ot",
      "amount": 1
    }
  ],
  "dish_type": "Saldırı Artırıcı Yemek",
  "results": {
    "suspicious": {
      "name": "Sürüsüne Bereket (Tuhaf)",
      "description": "Lüks ve zarif çiğ balık. Düzgünce karışmamış balık ve çeşniler, kıyıya vuran dalgaların ıslattığı kederli bir denizci kadar pejmürde duruyor. İştahını hiç mi hiç açmıyor. Ama yemezsen de bu malzemelerin hepsi ziyan olacak. Of, ne sıkıntılı bir ikilem bu...",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224, Kritik Oranını %6 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "name": "Sürüsüne Bereket",
      "description": "Lüks ve zarif çiğ balık. Balık ince ince doğranmış ve tabağın etrafında garnitürlerden oluşan bir halkanın ortasına dizilerek bir çiçek şekli verilmiş. Normalde tüketilmeden önce garnitürler ile çiğ balık kişinin damak tadına göre karıştırılır. Bunun ilerleyen günlerde bir sorun yaşanmaması için yapıldığı söylenir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 272, Kritik Oranını %8 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "name": "Sürüsüne Bereket (Lezzetli)",
      "description": "Lüks ve zarif çiğ balık. İstiflenmiş çiğ balıklar ağustos böceği kanatları kadar ince dilimlenmiş. Tatları sis kadar hafif, desenleri ise toprağı öpen kar taneleri gibi bembeyaz. İnsan yemeğe dalmamak için kendini zor tutuyor. Yumuşak, pürüzsüz et ile sayısız çeşni dilin üstünde birbirine karışıyor, hepsi gerçekten takdire şayan. Muazzam bir lezzet deneyimi!",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 320, Kritik Oranını %10 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  },
  "version": "3.7"
}