{
  "id": "PoissonSeafoodSoup",
  "name": "Poisson Deniz Mahsulü Çorbası",
  "description": "Deniz mahsullerinden yapılan bir çorba. İlk olarak Poisson köyünde ortaya çıkmıştır. Balıkçılar eskiden artan balıkları bu şekilde değerlendirirdi. Daha sonraları bu çorba tazeliğinden ötürü Fontaine'de popüler hale geldi. Bugünlerde herhangi bir deniz ürünü yemeğe katılabiliyor.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "Fish",
      "name": "Balık",
      "amount": 4
    },
    {
      "id": "Tomato",
      "name": "Domates",
      "amount": 2
    },
    {
      "id": "Mint",
      "name": "Nane",
      "amount": 2
    },
    {
      "id": "Marcotte",
      "name": "Marcotte",
      "amount": 2
    }
  ],
  "dish_type": "İyileştirici Yemek",
  "results": {
    "suspicious": {
      "name": "Poisson Deniz Mahsulü Çorbası (Tuhaf)",
      "description": "Deniz mahsullerinden yapılan bir çorba. Sahip olduğu tek tat pis balık kokusundan geliyor. Eğer burnun hâlâ düzgün çalışıyorsa çorbayla ilgili yanlış bir şeyler olduğu kesin... Bekle bir saniye, dişine takılan şey balık pulu mu yoksa bir çakıl mı?",
      "effect": "Seçili karakterin Maks. Canını %26 yeniler ve 30 saniye boyunca 5 saniyede bir 450 Can verir."
    },
    "normal": {
      "name": "Poisson Deniz Mahsulü Çorbası",
      "description": "Deniz mahsullerinden yapılan bir çorba. İlk olarak Poisson köyünde ortaya çıkmıştır. Balıkçılar eskiden artan balıkları bu şekilde değerlendirirdi. Daha sonraları bu çorba tazeliğinden ötürü Fontaine'de popüler hale geldi. Bugünlerde herhangi bir deniz ürünü yemeğe katılabiliyor.",
      "effect": "Seçili karakterin Maks. Canını %28 yeniler ve 30 saniye boyunca 5 saniyede bir 620 Can verir."
    },
    "delicious": {
      "name": "Poisson Deniz Mahsulü Çorbası (Lezzetli)",
      "description": "Deniz mahsullerinden yapılan bir çorba. Tereyağlı çorba, güneşte parıldayan yaldızlı dalgaları andırıyor ve zengin deniz ürünlerinin tatları ağzında eriyor. Okyanusun nimetleri ahenkli bir şaheser oluşturmuş. Yemeğin tek damlasını dahi kaçırmanın yazık olacağını düşünüp kaseyi bitirir bitirmez kalanlara ekmek banmadan edemiyorsun!",
      "effect": "Seçili karakterin Maks. Canını %30 yeniler ve 30 saniye boyunca 5 saniyede bir 790 Can verir."
    },
    "special": {
      "id": "SeabirdsSojourn",
      "name": "\"Deniz Kuşunun Yolculuğu\"",
      "description": "Freminet'nin özel tarifi. Tencereyi bıraktıktan sonra kaçıp gitti. Malzemeler sığ sulardan gelmişe benzemiyor. Demek ki onları yakalamak için denizin derinine dalmış. Ona teşekkür etmek istiyorsun ama... Nerede acaba?",
      "effect": "Seçili karakterin Maks. Canını %34 yeniler ve 30 saniye boyunca 5 saniyede bir 980 Can verir.",
      "character": {
        "id": "Freminet",
        "name": "Freminet"
      }
    }
  },
  "version": "5.0"
}