{
  "id": "QingceStirFry",
  "name": "Qingce Kızartma Tabağı",
  "description": "Harlı ateşte pişen bir yemek. Bu yemeğin aslında Qingce Köyü'ndeki herkesin tarifini bildiği bir köy yemeği olduğu söylenir. Ancak gevrek dokusu ve hoş aroması sayesinde başka insanların da kalbini çalmayı becermiştir ve artık Liyue'nin hemen her yerinde servis edilir.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "Mushroom",
      "name": "Mantar",
      "amount": 3
    },
    {
      "id": "LotusHead",
      "name": "Nilüfer Başı",
      "amount": 2
    },
    {
      "id": "JueyunChili",
      "name": "Jueyun Biberi",
      "amount": 1
    },
    {
      "id": "Cabbage",
      "name": "Lahana",
      "amount": 1
    }
  ],
  "dish_type": "Saldırı Artırıcı Yemek",
  "results": {
    "suspicious": {
      "name": "Qingce Kızartma Tabağı (Tuhaf)",
      "description": "Harlı ateşte pişen bir yemek. Yoğun baharatı ve rahatsız eden acılığıyla son derece başarısız bir tabak olmuş. Böyle güzel malzemelerden böyle feci bir yemek çıkarabilmek özel bir çaba ister doğrusu.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 160 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "name": "Qingce Kızartma Tabağı",
      "description": "Harlı ateşte pişen bir yemek. Bu yemeğin aslında Qingce Köyü'ndeki herkesin tarifini bildiği bir köy yemeği olduğu söylenir. Ancak gevrek dokusu ve hoş aroması sayesinde başka insanların da kalbini çalmayı becermiştir ve artık Liyue'nin hemen her yerinde servis edilir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 194 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "name": "Qingce Kızartma Tabağı (Lezzetli)",
      "description": "Harlı ateşte pişen bir yemek. Bu yemeğin kokusu bile insanın iştahını açmaya yetiyor. İçindeki biberin acılığı tat alma duyularını harekete geçirdiğinden bir oturuşta birkaç porsiyon yemene sebep olabilir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 228 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "special": {
      "id": "QingceHouseholdDish",
      "name": "Qingce Ev Yemeği",
      "description": "Yaoyao'nun özel tarifi. Şaşaalı bir restoran tarafından hazırlanan yemeklere kıyasla aynı lüks estetikliğe sahip olmadığı için oldukça sıradan görünüyor. Ancak bir ısırık alır almaz, lezzeti anında yoğun ve leziz bir deneyim sunar ve damakta kesinlikle kalıcı bir tat bırakır. Bir kere tattıktan sonra tadını sanki dilinde değil de kalbinde hisseder gibi olursun. Sebebine gelince, belki de bu tarifin gizli içeriğine biraz da \"sevgi\" katılmış olabilir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 274 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
      "character": {
        "id": "Yaoyao",
        "name": "Yaoyao"
      }
    }
  },
  "version": "2.6"
}