{
  "id": "SourSauceKipper",
  "name": "Ekşi Soslu Tütsülenmiş Balık",
  "description": "Meyve kokulu çiğ et parçaları. Taze balığın ilk önce derisi soyulur, ardından balık kalın parçalara ayrılır ve ekşi sos içerisinde beyazlaşana kadar marine edilir. En son da lezzet katması için doğranmış sebzeler eklenir. Ekşi ve acı tatların harmanlanmasıyla oluşan bu lezzet, Natlan'ın en klasik tatlarından biridir.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "Fish",
      "name": "Balık",
      "amount": 2
    },
    {
      "id": "Onion",
      "name": "Soğan",
      "amount": 2
    },
    {
      "id": "Tomato",
      "name": "Domates",
      "amount": 2
    }
  ],
  "results": {
    "suspicious": {
      "name": "Ekşi Soslu Tütsülenmiş Balık (Tuhaf)",
      "description": "Meyve kokulu çiğ et parçaları. Yeterince uzun süre marine edilmediği için balığın hiçbir tadı yok. Neyse ki taze malzemeler sayesinde bir bütünlük yakalanmış ama yine de geride bir pişmanlık duygusu bırakıyor.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 66 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "normal": {
      "name": "Ekşi Soslu Tütsülenmiş Balık",
      "description": "Meyve kokulu çiğ et parçaları. Taze balığın ilk önce derisi soyulur, ardından balık kalın parçalara ayrılır ve ekşi sos içerisinde beyazlaşana kadar marine edilir. En son da lezzet katması için doğranmış sebzeler eklenir. Ekşi ve acı tatların harmanlanmasıyla oluşan bu lezzet, Natlan'ın en klasik tatlarından biridir.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 81 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    },
    "delicious": {
      "name": "Ekşi Soslu Tütsülenmiş Balık (Lezzetli)",
      "description": "Meyve kokulu çiğ balık parçaları. Yemeğin saf kokusu daha ilk lokmada aklını başından alır, ardından gelen ekşi ve acı tadı sana adeta lezzet denizinde sörf yaptıran bir dalga oluşturur. Dalgalar dinse bile lezzet arzusu devam eder.",
      "effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 95 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır."
    }
  },
  "dishType": "Saldırı Artırıcı Yemek",
  "version": "5.0"
}