{
  "id": "Baklava",
  "name": "Пахлава",
  "description": "Традиционный десерт Сумеру. Сделан из слоёного теста, посыпан дроблёными орехами и сбрызнут горячим маслом перед выпечкой. Не забудьте полить его сиропом, когда достанете из духовки! Некоторые учащиеся заказывают этот «сладкий замок» перед экзаменами, чтобы как следует зарядиться энергией, поэтому его можно назвать самым популярным десертом в Академии.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "Flour",
      "name": "Мука",
      "amount": 3
    },
    {
      "id": "AjilenakhNut",
      "name": "Орехи аджиленах",
      "amount": 2
    },
    {
      "id": "Butter",
      "name": "Сливочное масло",
      "amount": 2
    },
    {
      "id": "Sugar",
      "name": "Сахар",
      "amount": 1
    },
    {
      "id": "Flour",
      "name": "Мука",
      "amount": 3
    },
    {
      "id": "AjilenakhNut",
      "name": "Орехи аджиленах",
      "amount": 2
    },
    {
      "id": "Butter",
      "name": "Сливочное масло",
      "amount": 2
    },
    {
      "id": "Sugar",
      "name": "Сахар",
      "amount": 1
    }
  ],
  "dishType": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "name": "Странная пахлава",
      "description": "Традиционный десерт Сумеру. Приторная сладость производит сахарный взрыв во рту, оставляя зубы дребезжащими от её сладостной ударной волны. Уместное количество сладости поднимает настроение, но чрезмерное употребление становится тяжким трудом.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "name": "Пахлава",
      "description": "Традиционный десерт Сумеру. Сделан из слоёного теста, посыпан дроблёными орехами и сбрызнут горячим маслом перед выпечкой. Не забудьте полить его сиропом, когда достанете из духовки! Некоторые учащиеся заказывают этот «сладкий замок» перед экзаменами, чтобы как следует зарядиться энергией, поэтому его можно назвать самым популярным десертом в Академии.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 15% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "name": "Вкусная пахлава",
      "description": "Традиционный десерт Сумеру. Один исследователь как-то сказал, что жителей Сумеру можно разделить на две категории. Есть те, кто ест десерты, чтобы жить, и те, кто живёт, чтобы есть десерты. Тонкие слои теста и пронизывающий до костей аромат масла и мёда с лёгкостью перетянут многих во второй лагерь.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  },
  "version": "5.0"
}