{
  "id": "BlazedMeatStew",
  "name": "Пламенное тушёное мясо",
  "description": "Пряное мясное рагу. Сырое мясо сдабривают множеством различных специй, а затем готовят на медленном огне. Как только вы открываете крышку, вас окутывает острый и пряный аромат. Если не знаете, что приготовить на предстоящий праздник, это блюдо всегда будет отличным выбором!",
  "rarity": 3,
  "ingredients": [
    {
      "id": "RawMeat",
      "name": "Сырое мясо",
      "amount": 4
    },
    {
      "id": "GlabrousBeans",
      "name": "Голые бобы",
      "amount": 3
    },
    {
      "id": "Tomato",
      "name": "Помидор",
      "amount": 3
    },
    {
      "id": "Onion",
      "name": "Лук",
      "amount": 2
    }
  ],
  "results": {
    "suspicious": {
      "name": "Странное пламенное тушёное мясо",
      "description": "Пряное мясное рагу. Чрезмерная острота сначала обжигает рот... а потом, после попыток проглотить мясо, - желудок. Не хватает большого стакана воды, чтобы потушить это пламя...",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "name": "Пламенное тушёное мясо",
      "description": "Пряное мясное рагу. Сырое мясо сдабривают множеством различных специй, а затем готовят на медленном огне. Как только вы открываете крышку, вас окутывает острый и пряный аромат. Если не знаете, что приготовить на предстоящий праздник, это блюдо всегда будет отличным выбором!",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 15% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "name": "Вкусное пламенное тушёное мясо",
      "description": "Пряное мясное рагу. Разные специи подчёркивают насыщенный аромат мяса. Идеальная острота пробуждает ваши вкусовые рецепторы, а мясо вызывает радость. Ни капли, клянётесь вы, не останется. Ни одной капли.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "id": "SaurianHuntersReward",
      "name": "Награда охотника на заврианов",
      "description": "Особое блюдо Кинича. Большие пряные куски мяса подаются горячими. Рядом бормочет Ахав: «Считай себя счастливчиком, ведь ешь это бесплатно! В былые времена мы награждали себя таким блюдом только после удачной охоты. Поблагодари меня вкусным фруктовым соком!» Кинич весело добавляет: «Ты ешь, не слушай его».",
      "effect": "Увеличивает шанс крит. попадания и крит. урон всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "Kinich",
        "name": "Кинич"
      }
    }
  },
  "dishType": "Блюдо для атаки",
  "version": "5.0"
}