{
  "id": "CrabRoeKourayaki",
  "name": "Крабовый кораяки",
  "description": "Блюдо из краба, приготовленное на открытом огне. Мясо равномерно перемешано с икрой и украшено плотными крабьими ножками. Счастье, которым наполнит вас первый кусочек, сполна вознаградит вас за терпение.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "Crab",
      "name": "Краб",
      "amount": 1
    },
    {
      "id": "CrabRoe",
      "name": "Крабовая икра",
      "amount": 1
    },
    {
      "id": "Crab",
      "name": "Краб",
      "amount": 1
    },
    {
      "id": "CrabRoe",
      "name": "Крабовая икра",
      "amount": 1
    }
  ],
  "dishType": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "name": "Странный крабовый кораяки",
      "description": "Блюдо из краба, приготовленное на открытом огне. То, что крошки панциря смешались с икрой и врезаются в зубы и дёсны, может, и пустяк, но наслаждения от блюда уже не получить.",
      "effect": "Увеличивает силу атаки всех членов отряда на 66 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "name": "Крабовый кораяки",
      "description": "Блюдо из краба, приготовленное на открытом огне. Мясо равномерно перемешано с икрой и украшено плотными крабьими ножками. Счастье, которым наполнит вас первый кусочек, сполна вознаградит вас за терпение.",
      "effect": "Увеличивает силу атаки всех членов отряда на 81 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "name": "Вкусный крабовый кораяки",
      "description": "Блюдо из краба, приготовленное на открытом огне. Алые ножки краба мягки и сочны, а свежая солоноватая икра обладает густым и насыщенным вкусом. В такие моменты праздника на языке начинаешь задумываться, каким на вкус окажется панцирь.",
      "effect": "Увеличивает силу атаки всех членов отряда на 95 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  },
  "version": "5.0"
}