{
  "id": "DeepfriedDoublecrisp",
  "name": "Жареные свиные потроха и куриная печень",
  "description": "Одно из популярных в Ли Юэ блюд. Готовится на сильном огне в кипящем масле с постоянным перемешиванием ингредиентов. Отличная проверка умения контролировать температуру. Если недодержать, то блюдо получится сырым, а если передержать - чёрствым. Это блюдо часто выбирают опытные повара Ли Юэ, чтобы продемонстрировать своё мастерство.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "Fowl",
      "name": "Мясо птицы",
      "amount": 2
    },
    {
      "id": "RawMeat",
      "name": "Сырое мясо",
      "amount": 2
    },
    {
      "id": "Fowl",
      "name": "Мясо птицы",
      "amount": 2
    },
    {
      "id": "RawMeat",
      "name": "Сырое мясо",
      "amount": 2
    }
  ],
  "dishType": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "name": "Странные жареные свиные потроха и куриная печень",
      "description": "Одно из популярных в Ли Юэ блюд. Одно неосторожное движение - и яркий огонь безжалостно уничтожит всё хрустящее и нежное, оставив после себя лишь обугленные, почерневшие куски.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "name": "Жареные свиные потроха и куриная печень",
      "description": "Одно из популярных в Ли Юэ блюд. Готовится на сильном огне в кипящем масле с постоянным перемешиванием ингредиентов. Отличная проверка умения контролировать температуру. Если недодержать, то блюдо получится сырым, а если передержать - чёрствым. Это блюдо часто выбирают опытные повара Ли Юэ, чтобы продемонстрировать своё мастерство.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 9% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "name": "Вкусные жареные свиные потроха и куриная печень",
      "description": "Одно из популярных в Ли Юэ блюд. Красно-белое мясо, словно цветок, распускается на кончике языка. Вы просто обязаны попробовать это нежное, хрустящее, солёное, вкусное блюдо. Вы не перестанете делать ему комплименты, даже вылизывая тарелку.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 12% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  },
  "version": "4.4"
}