{
  "id": "FishermansToast",
  "name": "Рыбацкий бутерброд",
  "description": "Ломтик хлеба, посыпанный луком. Такие бутерброды очень любят рыбаки, которые набивают ими свои сумки и идут на реку рыбачить весь день.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "Flour",
      "name": "Мука",
      "amount": 3
    },
    {
      "id": "Tomato",
      "name": "Помидор",
      "amount": 2
    },
    {
      "id": "Onion",
      "name": "Лук",
      "amount": 1
    },
    {
      "id": "Milk",
      "name": "Молоко",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для защиты",
  "results": {
    "suspicious": {
      "name": "Странный рыбацкий бутерброд",
      "description": "Ломтик хлеба, посыпанный луком. Не совсем правильно приготовлен. Вы заметите его несовершенство, даже если будете по уши погружены в процесс рыбалки.",
      "effect": "Увеличивает защиту всех членов отряда на 88 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "name": "Рыбацкий бутерброд",
      "description": "Ломтик хлеба, посыпанный луком. Такие бутерброды очень любят рыбаки, которые набивают ими свои сумки и идут на реку рыбачить весь день.",
      "effect": "Увеличивает защиту всех членов отряда на 107 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "name": "Вкусный рыбацкий бутерброд",
      "description": "Ломтик хлеба, посыпанный луком. Источает чудесный аромат. Непонятно, на что рыба клюёт лучше, на приманку или же на эти бутерброды.",
      "effect": "Увеличивает защиту всех членов отряда на 126 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "id": "FishflavoredToast",
      "name": "Рыбный бутерброд",
      "description": "Особое блюдо Кли. В наказание за необдуманное использование взрывчатки с целью распугать рыбу, Джинн заставила Кли приготовить эти бутерброды для пострадавших рыбаков. Они оказались чрезвычайно вкусными. Теперь Джинн может быть уверена в том, что Кли никогда не умрёт с голоду. Даже после насыщенного взрывами дня.",
      "effect": "Увеличивает защиту всех членов отряда на 151 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "Klee",
        "name": "Кли"
      }
    }
  },
  "version": "3.7"
}