{
  "id": "PateDeFruit",
  "name": "Фруктовый мармелад",
  "description": "Жевательная конфета. Была создана как способ хранения фруктов, но со временем стала ассоциироваться с детскими воспоминаниями жителей Фонтейна. Благодаря сладкому вкусу и упругости она вам никогда не надоест.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "BulleFruit",
      "name": "Пузырин",
      "amount": 1
    },
    {
      "id": "Jam",
      "name": "Варенье",
      "amount": 1
    },
    {
      "id": "Sugar",
      "name": "Сахар",
      "amount": 1
    },
    {
      "id": "BulleFruit",
      "name": "Пузырин",
      "amount": 1
    },
    {
      "id": "Jam",
      "name": "Варенье",
      "amount": 1
    },
    {
      "id": "Sugar",
      "name": "Сахар",
      "amount": 1
    }
  ],
  "dishType": "Блюдо для атаки",
  "results": {
    "suspicious": {
      "name": "Странный фруктовый мармелад",
      "description": "Жевательная конфета. Липкая конфета приклеивается к зубам, и жевать её становится непростой задачей. Чтобы очистить зубы, не требуется особых усилий, но прилипшая конфета полностью испортила вам сладкий момент.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "name": "Фруктовый мармелад",
      "description": "Жевательная конфета. Была создана как способ хранения фруктов, но со временем стала ассоциироваться с детскими воспоминаниями жителей Фонтейна. Благодаря сладкому вкусу и упругости она вам никогда не надоест.",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 15% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "name": "Вкусный фруктовый мармелад",
      "description": "Жевательная конфета. Наполняет рот фруктовыми ароматами, как будто внутри этой маленькой конфетки заключён целый фруктовый сад. Вы не успеете оглянуться, как съедите всю банку, не пощадив даже глазурь на пальцах!",
      "effect": "Увеличивает шанс крит. попадания всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "special": {
      "id": "CubicTricks",
      "name": "Фокус-покус",
      "description": "Особое блюдо Лини. Он накрывает выбранный вами плод бархатом, затем поднимает его - и вуаля! Вас встречает разноцветное ассорти жевательных конфет. Вы пробуете одну и сразу же чувствуете, как меняется настроение. Неужели великий фокусник наложил на вас чары, пока никто не видел?",
      "effect": "Увеличивает шанс крит. попадания и крит. урон всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
      "character": {
        "id": "Lyney",
        "name": "Лини"
      }
    }
  },
  "version": "5.0"
}