{
  "id": "Tulumba",
  "name": "Тулумба",
  "description": "Сладости, жаренные в масле. Колобки из теста бросают в кипящее масло, где они покрываются золотистой корочкой. Затем их вылавливают и сразу, пока горячие, макают в сироп. Их сладкий вкус - неотъемлемая часть жизни каждого сумерца.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "BirdEgg",
      "name": "Яйцо",
      "amount": 3
    },
    {
      "id": "Flour",
      "name": "Мука",
      "amount": 2
    },
    {
      "id": "Sugar",
      "name": "Сахар",
      "amount": 2
    },
    {
      "id": "CoffeeBeans",
      "name": "Кофейные зёрна",
      "amount": 1
    }
  ],
  "dish_type": "Блюдо для приключений",
  "results": {
    "suspicious": {
      "name": "Странная тулумба",
      "description": "Сладости, жаренные в масле. Их не успели вовремя достать из фритюра, и теперь каждый кусочек сочится маслом, заливая им рот. От приторного ощущения спасёт кружка кофе.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "normal": {
      "name": "Тулумба",
      "description": "Сладости, жаренные в масле. Колобки из теста бросают в кипящее масло, где они покрываются золотистой корочкой. Затем их вылавливают и сразу, пока горячие, макают в сироп. Их сладкий вкус - неотъемлемая часть жизни каждого сумерца.",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    },
    "delicious": {
      "name": "Вкусная тулумба",
      "description": "Сладости, жаренные в масле. Будто золотые фрукты в сладком сиропе, они пропадают с тарелки в мгновение ока. Гм, на тарелке осталось немного сиропа. Значит, можно ещё наслаждаться этим вкусом?",
      "effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам."
    }
  },
  "version": "4.7"
}