[
  {
    "achievement": "",
    "description": "Continental Explorer: Dune Dreams (I)",
    "requirements": "Light up the maps of the following areas in Sumeru: Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh.",
    "primo": ""
  },
  {
    "achievement": "",
    "description": "Over Sandstorms and Mirages (I)",
    "requirements": "Unlock all Teleport Waypoints in the following areas in Sumeru: Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh.",
    "primo": ""
  },
  {
    "achievement": "",
    "description": "Sanctuary Pilgrim: Dune Dreams (I)",
    "requirements": "Unlock all the Shrines of Depths in the following areas in Sumeru: Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh.",
    "primo": ""
  },
  {
    "achievement": "",
    "description": "The Desert Will Guide You Home (I)",
    "requirements": "Follow 10 Seelie to their Seelie Courts in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh.",
    "primo": ""
  },
  {
    "achievement": "",
    "description": "The Desert Will Guide You Home (I)",
    "requirements": "Follow 20 Seelie to their Seelie Courts in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh.",
    "primo": ""
  },
  {
    "achievement": "",
    "description": "The Desert Will Guide You Home (I)",
    "requirements": "Follow 40 Seelie to their Seelie Courts in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh.",
    "primo": ""
  },
  {
    "achievement": "",
    "description": "Quicksand Treasure Hunter (I)",
    "requirements": "Open a total of 60 treasure chests in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh.",
    "primo": ""
  },
  {
    "achievement": "",
    "description": "Quicksand Treasure Hunter (I)",
    "requirements": "Open a total of 120 treasure chests in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh.",
    "primo": ""
  },
  {
    "achievement": "",
    "description": "Quicksand Treasure Hunter (I)",
    "requirements": "Open a total of 240 treasure chests in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh.",
    "primo": ""
  },
  {
    "achievement": "",
    "description": "Quicksand Adventurer (I)",
    "requirements": "Complete a total of 10 Open World Time Trial Challenges in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh.",
    "primo": ""
  },
  {
    "achievement": "",
    "description": "Quicksand Adventurer (I)",
    "requirements": "Complete a total of 20 Open World Time Trial Challenges in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh.",
    "primo": ""
  },
  {
    "achievement": "",
    "description": "Quicksand Adventurer (I)",
    "requirements": "Complete a total of 40 Open World Time Trial Challenges in Hypostyle Desert, Land of Upper Setekh, and Land of Lower Setekh.",
    "primo": ""
  },
  {
    "achievement": "",
    "description": "Slumber, the Brother Of...",
    "requirements": "Complete \"Golden Slumber.\"",
    "primo": ""
  }
]