{
  "id": "MirrorCage",
  "shareid": 114,
  "name": "Mirror Cage",
  "title": "ความลับที่ซ่อนเร้นในกระจก",
  "desc": "\"กระจกเอ๋ย กระจกเอ๋ย ช่วยสะท้อน... ศัตรูของฉันที ตอนนี้อยู่ที่ไหน?\"",
  "inPlayDescription": "<span style=\"color:#FFFFFFFF\">Refraction</span> ของ Fatui - Mirror Maiden ที่มีการ์ดใบนี้สร้างขึ้น ในตอนเริ่มจะมี<span style=\"color:#FFFFFFFF\">จำนวนเทิร์นต่อเนื่อง</span> +1 และจะทำให้ตัวละครที่มีการ์ดใบนี้ได้รับ<span style=\"color:#80C0FFFF\">ความเสียหายน้ำ</span> +1",
  "attributes": {
    "cost": 3,
    "costType": "ธาตุน้ำ",
    "cardType": "การ์ดอุปกรณ์",
    "energy": [
      {
        "id": "Hydro",
        "type": "ธาตุน้ำ",
        "count": 3
      },
      {
        "id": "Hydro",
        "type": "ธาตุน้ำ",
        "count": 3
      }
    ],
    "source": "ได้รับหลังจากสำเร็จเป้าหมายการท้าทายกับ Mirror Maiden ระดับความยากฉันมิตร จากการดูเอลในร้านเหล้าที่ Prince ใน Cat's Tail",
    "tags": [
      "พรสวรรค์",
      "ดำเนินการต่อสู้",
      "พรสวรรค์",
      "ดำเนินการต่อสู้"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "ดำเนินการต่อสู้: เมื่อตัวละครที่เข้าต่อสู้ของฝ่ายเราเป็น Fatui - Mirror Maiden และติดตั้งการ์ดใบนี้หลังจากที่ Fatui - Mirror Maiden ติดตั้งการ์ดใบนี้ จะใช้ Influx Blast หนึ่งครั้งโดยทันทีRefraction ของ Fatui - Mirror Maiden ที่มีการ์ดใบนี้สร้าง จะได้รับเอฟเฟกต์ดังต่อไปนี้:ในตอนเริ่มจะมีจำนวนเทิร์นต่อเนื่อง +1 และเมื่อเปลี่ยนตัวละครที่มีการ์ดใบนี้เป็นตัวละครอื่น Elemental Dice ที่ต้องใช้จะ +1(เข้าร่วมเด็คได้ต่อเมื่อมี Fatui - Mirror Maiden อยู่ภายในเด็คเท่านั้น)"
    },
    {
      "name": "",
      "desc": "ดำเนินการต่อสู้: เมื่อตัวละครที่เข้าต่อสู้ของฝ่ายเราเป็น Fatui - Mirror Maiden และติดตั้งการ์ดใบนี้ หลังจากที่ Fatui - Mirror Maiden ติดตั้งการ์ดใบนี้ จะใช้ Influx Blast หนึ่งครั้งโดยทันที Refraction ของ Fatui - Mirror Maiden ที่มีการ์ดใบนี้สร้างขึ้น ในตอนเริ่มจะมีจำนวนเทิร์นต่อเนื่อง +1 และจะทำให้ตัวละครที่มีการ์ดใบนี้ได้รับความเสียหายน้ำ +1 (เข้าร่วมเด็คได้ต่อเมื่อมี Fatui - Mirror Maiden อยู่ภายในเด็คเท่านั้น)"
    }
  ],
  "version": "4.4",
  "shareId": 114
}