{
  "id": "RiteOfResurrection",
  "shareid": 68,
  "name": "Rite of Resurrection",
  "title": "Qiqi - Rite of Resurrection",
  "desc": "\"จะต้อง... มีชีวิตอยู่ต่อไป...\"",
  "inPlayDescription": "เมื่อ Qiqi ที่มีการ์ดใบนี้ใช้ <span style=\"color:#FFFFFFFF\">Adeptus Art: Preserver of Fortune</span>: ฟื้นชีวิตตัวละครที่หมดสติทั้งหมดของฝ่ายเรา และทำการรักษาให้ 2 หน่วย (จำกัด 2 ครั้ง ต่อการดูเอล)",
  "attributes": {
    "cost": 4,
    "costType": "ธาตุน้ำแข็ง",
    "cardType": "การ์ดอุปกรณ์",
    "energy": [
      {
        "id": "Cryo",
        "type": "ธาตุน้ำแข็ง",
        "count": 5
      },
      {
        "id": "Energy",
        "type": "พลังงาน",
        "count": 3
      },
      {
        "id": "Cryo",
        "type": "ธาตุน้ำแข็ง",
        "count": 4
      },
      {
        "id": "Energy",
        "type": "พลังงาน",
        "count": 3
      }
    ],
    "source": "ได้รับหลังจากเชิญ Qiqi ทำการดูเอลใน Cat's Tail และสำเร็จเป้าหมายการท้าทายที่เกี่ยวข้อง",
    "tags": [
      "พรสวรรค์",
      "ดำเนินการต่อสู้",
      "พรสวรรค์",
      "ดำเนินการต่อสู้"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "ดำเนินการต่อสู้: เมื่อตัวละครที่เข้าต่อสู้ของฝ่ายเราเป็น Qiqi และติดตั้งการ์ดใบนี้หลังจากที่ Qiqi ติดตั้งการ์ดใบนี้ จะใช้ Adeptus Art: Preserver of Fortune หนึ่งครั้งโดยทันทีเมื่อ Qiqi ที่มีการ์ดใบนี้ใช้ Adeptus Art: Preserver of Fortune: ฟื้นชีวิตตัวละครที่หมดสติทั้งหมดของฝ่ายเรา และทำการรักษาให้ 2 หน่วย (จำกัด 2 ครั้ง ต่อการดูเอล)(เข้าร่วมเด็คได้ต่อเมื่อมี Qiqi อยู่ภายในเด็คเท่านั้น)"
    },
    {
      "name": "",
      "desc": "ดำเนินการต่อสู้: เมื่อตัวละครที่เข้าต่อสู้ของฝ่ายเราเป็น Qiqi และติดตั้งการ์ดใบนี้ หลังจากที่ Qiqi ติดตั้งการ์ดใบนี้ จะใช้ Adeptus Art: Preserver of Fortune หนึ่งครั้งโดยทันที เมื่อ Qiqi ที่มีการ์ดใบนี้ใช้ Adeptus Art: Preserver of Fortune: ฟื้นชีวิตตัวละครที่หมดสติทั้งหมดของฝ่ายเรา และทำการรักษาให้ 2 หน่วย (จำกัด 2 ครั้ง ต่อการดูเอล) (เข้าร่วมเด็คได้ต่อเมื่อมี Qiqi อยู่ภายในเด็คเท่านั้น)"
    }
  ],
  "version": "4.4",
  "shareId": 68
}