{
  "id": "TheShrinesSacredShade",
  "shareid": 93,
  "name": "The Shrine's Sacred Shade",
  "title": "Yae Miko - The Shrine's Sacred Shade",
  "desc": "\"อืม... อัสนีงามงดเสียจริง...\"",
  "inPlayDescription": "หลังจาก Yae Miko ที่มีการ์ดใบนี้ทำลาย <span style=\"color:#FFFFFFFF\">Sesshou Sakura</span> ด้วย <span style=\"color:#FFFFFFFF\">Great Secret Art: Tenko Kenshin</span>: ภายในเทิร์นนี้ ครั้งต่อไปที่ใช้ <span style=\"color:#FFFFFFFF\">Yakan Evocation: Sesshou Sakura</span> จะใช้ Elemental Dice ลดลง 2 ลูก",
  "attributes": {
    "cost": 3,
    "costType": "ธาตุไฟฟ้า",
    "cardType": "การ์ดอุปกรณ์",
    "energy": [
      {
        "id": "Electro",
        "type": "ธาตุไฟฟ้า",
        "count": 3
      },
      {
        "id": "Energy",
        "type": "พลังงาน",
        "count": 2
      },
      {
        "id": "Electro",
        "type": "ธาตุไฟฟ้า",
        "count": 3
      },
      {
        "id": "Energy",
        "type": "พลังงาน",
        "count": 2
      }
    ],
    "source": "ได้รับหลังจากเชิญ Yae Miko ทำการดูเอลใน Cat's Tail และสำเร็จเป้าหมายการท้าทายที่เกี่ยวข้อง",
    "tags": [
      "พรสวรรค์",
      "ดำเนินการต่อสู้",
      "พรสวรรค์",
      "ดำเนินการต่อสู้"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "ดำเนินการต่อสู้: เมื่อตัวละครที่เข้าต่อสู้ของฝ่ายเราเป็น Yae Miko และติดตั้งการ์ดใบนี้หลังจากที่ Yae Miko ติดตั้งการ์ดใบนี้ จะใช้ Great Secret Art: Tenko Kenshin หนึ่งครั้งโดยทันทีหลังจาก Yae Miko ที่มีการ์ดใบนี้ทำลาย Sesshou Sakura ด้วย Great Secret Art: Tenko Kenshin: ภายในเทิร์นนี้ ครั้งต่อไปที่ใช้ Yakan Evocation: Sesshou Sakura จะใช้ Elemental Dice ลดลง 2 ลูก(เข้าร่วมเด็คได้ต่อเมื่อมี Yae Miko อยู่ภายในเด็คเท่านั้น)"
    },
    {
      "name": "",
      "desc": "ดำเนินการต่อสู้: เมื่อตัวละครที่เข้าต่อสู้ของฝ่ายเราเป็น Yae Miko และติดตั้งการ์ดใบนี้ หลังจากที่ Yae Miko ติดตั้งการ์ดใบนี้ จะใช้ Great Secret Art: Tenko Kenshin หนึ่งครั้งโดยทันที หลังจาก Yae Miko ที่มีการ์ดใบนี้ทำลาย Sesshou Sakura ด้วย Great Secret Art: Tenko Kenshin: ภายในเทิร์นนี้ ครั้งต่อไปที่ใช้ Yakan Evocation: Sesshou Sakura จะใช้ Elemental Dice ลดลง 2 ลูก (เข้าร่วมเด็คได้ต่อเมื่อมี Yae Miko อยู่ภายในเด็คเท่านั้น)"
    }
  ],
  "version": "4.4",
  "shareId": 93
}