{
  "id": "BlazedMeatStew",
  "name": "Blazed Meat Stew",
  "description": "Daging rebus dengan rasa pedas. Daging mentah dibumbui dengan berbagai bumbu, lalu dimasak perlahan sampai empuk. Saat kamu membuka tutup panci, aroma pedas dan panasnya langsung menyambut hidungmu. Saat kamu tidak yakin akan makan apa di sebuah perayaan, hidangan ini akan selalu menjadi pilihan tepat!",
  "rarity": 3,
  "ingredients": [
    {
      "id": "RawMeat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "id": "GlabrousBeans",
      "name": "Glabrous Beans",
      "amount": 3
    },
    {
      "id": "Tomato",
      "name": "Tomato",
      "amount": 3
    },
    {
      "id": "Onion",
      "name": "Onion",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Blazed Meat Stew",
      "description": "Daging rebus dengan rasa pedas. Saking pedasnya saat di mulut, langsung dilarikan ke perut menyusuri kerongkongan. Alhasil, perut serasa kawah berapi ... Coba saja di tangan ini ada segelas air pemadam kebakaran.",
      "effect": "Meningkatkan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Blazed Meat Stew",
      "description": "Daging rebus dengan rasa pedas. Daging mentah dibumbui dengan berbagai bumbu, lalu dimasak perlahan sampai empuk. Saat kamu membuka tutup panci, aroma pedas dan panasnya langsung menyambut hidungmu. Saat kamu tidak yakin akan makan apa di sebuah perayaan, hidangan ini akan selalu menjadi pilihan tepat!",
      "effect": "Meningkatkan 15% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Blazed Meat Stew",
      "description": "Daging rebus dengan rasa pedas. Segala jenis rempah memunculkan aroma daging yang kaya. Sentuhan rasa pedasnya yang pas menggugah seleramu. Saat daging beramah-tamah dengan gigi-gigimu, sarinya yang kaya tertumpahkan dan mengisi hati dengan kegembiraan yang melimpah. Tekad dalam hatimu kini menjadi bulat — tidak akan ada yang tersisa hingga sendok terakhir.",
      "effect": "Meningkatkan 20% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "id": "SaurianHuntersReward",
      "name": "Saurian Hunter's Reward",
      "description": "Masakan andalan Kinich. Potongan dagingnya yang besar dan kaya rasa terasa panas ... dan pedas. Ajaw terus bergumam di sebelahmu. \"Anggap saja kamu beruntung bisa makan ini gratis! Kamu tahu tidak dulu kita baru bisa makan seperti ini kalau habis dapat hasil berburu yang besar. Jadi ya, kamu pantas memberiku jus sebagai ucapan terima kasih!\" Menanggapi ini, Kinich hanya menambahkan, \"Sudah, kamu makan saja. Tak usah hiraukan celotehannya.\"",
      "effect": "Meningkatkan 20% CRIT Rate dan CRIT DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "Kinich",
        "name": "Kinich"
      }
    }
  },
  "version": "5.0"
}