{
  "id": "SatisfyingSalad",
  "name": "Satisfying Salad",
  "description": "Salad sayur. Bukan hanya kentang rebus dan sayur yang segar, tapi juga telur rebus sebagai bahan terakhir. Memuaskan tidak hanya untuk mata, tapi juga perut.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "Cabbage",
      "name": "Cabbage",
      "amount": 2
    },
    {
      "id": "Apple",
      "name": "Apple",
      "amount": 2
    },
    {
      "id": "BirdEgg",
      "name": "Bird Egg",
      "amount": 1
    },
    {
      "id": "Potato",
      "name": "Potato",
      "amount": 1
    }
  ],
  "dish_type": "Makanan Penyerangan",
  "results": {
    "suspicious": {
      "name": "Suspicious Satisfying Salad",
      "description": "Salad sayur. Sayangnya, waktu yang tepat untuk menaruh kentang dan telurnya benar-benar terlewat.",
      "effect": "Meningkatkan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "normal": {
      "name": "Satisfying Salad",
      "description": "Salad sayur. Bukan hanya kentang rebus dan sayur yang segar, tapi juga telur rebus sebagai bahan terakhir. Memuaskan tidak hanya untuk mata, tapi juga perut.",
      "effect": "Meningkatkan 9% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "delicious": {
      "name": "Delicious Satisfying Salad",
      "description": "Salad sayur. Segar, ringan, dan bervariasi. Kamu tidak akan pernah bosan memakannya sampai akhir hidupmu.",
      "effect": "Meningkatkan 12% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri."
    },
    "special": {
      "id": "DerWeisheitLetzterSchlussLife",
      "name": "Supreme Wisdom (Life)",
      "description": "Spesialisasi Mona. Karya luar biasa dari seorang peramal hebat. Kemampuan terbesarnya adalah, dapat mengisi perut seseorang sampai penuh dengan biaya yang sangat efektif.",
      "effect": "Meningkatkan 16% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
      "character": {
        "id": "Mona",
        "name": "Mona"
      }
    }
  },
  "version": "2.8"
}