{
  "id": "Taiyaki",
  "name": "Taiyaki",
  "description": "Camilan berbentuk seperti ikan kakap. Bagian luarnya yang renyah membungkus isian manis di dalamnya dan sangat populer di kalangan rakyat Inazuma. Dikatakan bahwa pada awalnya, ini hanya camilan berbentuk silinder, tetapi dengan inovasi yang terus-menerus akhirnya terbentuk menjadi seekor ikan yang lucu.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "Sunsettia",
      "name": "Sunsettia",
      "amount": 3
    },
    {
      "id": "Milk",
      "name": "Milk",
      "amount": 3
    },
    {
      "id": "Flour",
      "name": "Flour",
      "amount": 2
    },
    {
      "id": "Sugar",
      "name": "Sugar",
      "amount": 2
    }
  ],
  "dish_type": "Makanan Pemulihan",
  "results": {
    "suspicious": {
      "name": "Suspicious Taiyaki",
      "description": "Camilan berbentuk seperti ikan kakap. Isinya terlalu manis, satu gigitan kecil saja sudah cukup membuatmu menjadi haus untuk minum dan membersihkan semua rasa di mulutmu. Bahkan penyuka makanan manis pun akan kesulitan memakannya.",
      "effect": "Memulihkan 26% HP Karakter yang dipilih dan memberikan regenerasi 450 HP setiap 5 detik selama 30 detik."
    },
    "normal": {
      "name": "Taiyaki",
      "description": "Camilan berbentuk seperti ikan kakap. Bagian luarnya yang renyah membungkus isian manis di dalamnya dan sangat populer di kalangan rakyat Inazuma. Dikatakan bahwa pada awalnya, ini hanya camilan berbentuk silinder, tetapi dengan inovasi yang terus-menerus akhirnya terbentuk menjadi seekor ikan yang lucu.",
      "effect": "Memulihkan 28% HP Karakter yang dipilih dan memberikan regenerasi 620 HP setiap 5 detik selama 30 detik."
    },
    "delicious": {
      "name": "Delicious Taiyaki",
      "description": "Camilan yang berbentuk seperti ikan kakap. Taiyaki yang baru saja keluar dari oven ini mengeluarkan aroma yang membuat perut keroncongan saat disentuh. Satu gigitan saja dan kamu akan langsung merasakan rasa manisnya lumer di dalam mulutmu. Perasaan orang yang memakannya seakan-akan seperti sedang menonton ikan di kolam yang bermandikan cahaya matahari terbenam, di mana sisik ikan tersebut memancarkan cahaya keemasan.",
      "effect": "Memulihkan 30% HP Karakter yang dipilih dan memberikan regenerasi 790 HP setiap 5 detik selama 30 detik."
    },
    "special": {
      "id": "FashionShow",
      "name": "\"Fashion Show\"",
      "description": "Masakan Andalan Chiori. Kakap panggang yang sering dijumpai disulap oleh jarinya yang cekatan, dengan isian lezat yang dibungkus dengan berbagai lapis \"pakaian\" yang memanjakan indra penglihatan dan indra perasa dengan luar biasa. Dengan kemampuan masak seperti itu, tidak berlebihan jika dikatakan bahwa ini adalah hasil karya seorang seniman camilan.",
      "effect": "Memulihkan 34% dari Max HP Karakter yang dipilih dan memberikan regenerasi 980 HP setiap 5 detik selama 30 detik.",
      "character": {
        "id": "Chiori",
        "name": "Chiori"
      }
    }
  },
  "version": "2.6"
}