{
  "id": "GrievingEcho",
  "shareid": 296,
  "name": "Echo der Trauer",
  "title": "Verkörperung des Donners – Echo der Trauer",
  "desc": "Es ist ein sehr primitiver und reiner Groll, der die Verkörperung des Donners antreibt.",
  "inPlayDescription": "Wenn die mit dieser Karte ausgerüstete Verkörperung des Donners auf dem Feld ist und die von <span style=\"color:#FFFFFFFF\">Kenntnis des Blitzes</span> betroffenen Figuren des Gegners dabei SCH erlitten haben: Du ziehst 1 Karte (1-mal pro Runde).",
  "attributes": {
    "cost": 3,
    "costType": "Elektro",
    "cardType": "Ausrüstungskarte",
    "energy": [
      {
        "id": "Electro",
        "type": "Elektro",
        "count": 3
      },
      {
        "id": "Electro",
        "type": "Elektro",
        "count": 3
      }
    ],
    "source": "Nach Erreichen des entsprechenden Ziels in einem „Duell – Nett“ mit der Verkörperung des Donners in der Tavernen-Herausforderung bei „Prinz“ in der Taverne Zum Katzenschwanz zu erhalten.",
    "tags": [
      "Talent",
      "Kampfaktion",
      "Talent",
      "Kampfaktion"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Kampfaktion: Ist deine aktive Figur Verkörperung des Donners, ist diese Karte anzulegen.Legt Verkörperung des Donners sie an, wird sofort 1-mal Überwältige Blitzwand angewendet.Ist Verkörperung des Donners ausgerüstet mit dieser Karte auf dem Feld und erleidet eine von Kenntnis des Blitzes betroffene gegnerische Figur SCH: Zieht 1 Karte (1-mal pro Runde).(Diese Karte kann nur einem Deck hinzugefügt werden, das Verkörperung des Donners enthält.)"
    },
    {
      "name": "",
      "desc": "Kampfaktion: Ist deine aktive Figur Verkörperung des Donners, ist diese Karte anzulegen. Legt Verkörperung des Donners sie an, wird sofort 1-mal Überwältige Blitzwand angewendet. Ist Verkörperung des Donners ausgerüstet mit dieser Karte auf dem Feld und erleidet eine von Kenntnis des Blitzes betroffene gegnerische Figur SCH: Zieht 1 Karte (1-mal pro Runde). (Diese Karte kann nur einem Deck hinzugefügt werden, das Verkörperung des Donners enthält.)"
    }
  ],
  "version": "4.4",
  "shareId": 296
}