{
  "id": "Haggis",
  "name": "Haggis",
  "description": "Un plat aux saveurs fortes et riches. Pour le préparer, hachez des abats de mouton, mélangez-les avec de la farine d'avoine, farcissez le résultat dans un estomac de mouton avec divers assaisonnements et épices et vous obtiendrez une sorte de sac à faire cuire. Au moment de servir ce plat, le sac gastrique est généralement retiré tandis que la garniture est servie avec de la pâte de radis et de la purée de pommes de terre. C'est une spécialité locale caractéristique que les Fontainois cuisinent pour régaler leurs invités de marque.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "RawMeat",
      "name": "Viande crue",
      "amount": 4
    },
    {
      "id": "Potato",
      "name": "Pomme de terre",
      "amount": 3
    },
    {
      "id": "Radish",
      "name": "Radis",
      "amount": 3
    },
    {
      "id": "Marcotte",
      "name": "Marcotte",
      "amount": 2
    }
  ],
  "dish_type": "Défense",
  "results": {
    "suspicious": {
      "name": "Haggis (suspect)",
      "description": "Un plat aux saveurs fortes et riches. Des grains secs et épais de... quelque chose... grattent la surface de votre langue, vous donnant l'impression que ce n'est peut-être pas vraiment comestible. Alors que vous mâchez laborieusement, vous ne pouvez vous empêcher de vous demander si des copeaux de bois ou quelque chose d'autre se sont accidentellement glissés à l'intérieur pendant la préparation ?",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 215 pts et l'effet des soins de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "name": "Haggis",
      "description": "Un plat aux saveurs fortes et riches. Pour le préparer, hachez des abats de mouton, mélangez-les avec de la farine d'avoine, farcissez le résultat dans un estomac de mouton avec divers assaisonnements et épices et vous obtiendrez une sorte de sac à faire cuire. Au moment de servir ce plat, le sac gastrique est généralement retiré tandis que la garniture est servie avec de la pâte de radis et de la purée de pommes de terre. C'est une spécialité locale caractéristique que les Fontainois cuisinent pour régaler leurs invités de marque.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 261 pts et l'effet des soins de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "name": "Haggis (délicieux)",
      "description": "Un plat aux saveurs fortes et riches. Après une petite bouchée téméraire, le goût moelleux et riche des abats et des diverses épices délivre couche après couche une explosion de saveurs à vos papilles gustatives. Pendant que vous savourez, l'abondant arôme de viande remplit votre bouche d'un arrière-goût qui persiste longtemps après la fin du repas. Pas étonnant que ce plat inspire des émotions aussi fortes dans le cœur des poètes, ces derniers pouvant rarement résister à dédier un hymne à ce plat après l'avoir goûté.",
      "effect": "Augmente la DÉF de tous les personnages de l'équipe de 308 pts et l'effet des soins de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  },
  "version": "4.3"
}