{
  "id": "TremblingStringsAndRushingReeds",
  "name": "Cordes vibrantes sur bruissement de roseaux",
  "description": "Un plat de viande très unique. Les différentes viandes hachées ont été pétries et sautées, ce qui a décuplé leur saveur. Les ingrédients complexes et les différentes textures font de ce plat un véritable test des compétences d'un chef et ce mets ne se trouve que rarement, même sur les menus des restaurants les plus connus.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "RawMeat",
      "name": "Viande crue",
      "amount": 2
    },
    {
      "id": "Ham",
      "name": "Jambon",
      "amount": 2
    },
    {
      "id": "Fowl",
      "name": "Volaille",
      "amount": 1
    },
    {
      "id": "Pepper",
      "name": "Poivre",
      "amount": 1
    }
  ],
  "dish_type": "Attaque",
  "results": {
    "suspicious": {
      "name": "Cordes vibrantes sur bruissement de roseaux (suspectes)",
      "description": "Un plat de viande très unique. Les différentes viandes hachées se sont agglutinées après avoir été cuites à une température beaucoup trop élevée, transformant le plat entier en une bouillie de viande. Une fois en bouche, vos papilles ne sauront pas comment réagir face aux goûts aigre, salé et amer qui se déchaînent.",
      "effect": "#Augmente le taux CRIT de tous les personnages de l'équipe de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "normal": {
      "name": "Cordes vibrantes sur bruissement de roseaux",
      "description": "Un plat de viande très unique. Les différentes viandes hachées ont été pétries et sautées, ce qui a décuplé leur saveur. Les ingrédients complexes et les différentes textures font de ce plat un véritable test des compétences d'un chef et ce mets ne se trouve que rarement, même sur les menus des restaurants les plus connus.",
      "effect": "#Augmente le taux CRIT de tous les personnages de l'équipe de 15 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    },
    "delicious": {
      "name": "Cordes vibrantes sur bruissement de roseaux (délicieuses)",
      "description": "Un plat de viande très unique. Chacune des différentes viandes hachées joue son rôle dans un orchestre d'arômes, tandis que l'assaisonnement délicat mélange habilement les différentes saveurs tonales. Comme l'a dit un critique : tout comme il existe une myriade d'accords, de notes nuancées et de compositions complexes, il en va de même pour la saveur, dont le summum pourrait même vous transporter dans un royaume différent...",
      "effect": "#Augmente le taux CRIT de tous les personnages de l'équipe de 20 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur."
    }
  },
  "version": "4.6"
}