{
  "id": "ConquerorOfEvilGuardianYaksha",
  "shareid": 99,
  "name": "Conqueror of Evil: Guardian Yaksha",
  "title": "Xiao: Conqueror of Evil",
  "desc": "Iblis harus segera dibasmi, kekejian harus dihancurkan.",
  "inPlayDescription": "Selama Xiao yang mengenakan kartu ini memiliki status <span style=\"color:#FFFFFFFF\">Yaksha's Mask</span>, akan mengonsumsi 1 <span style=\"color:#80FFD7FF\">Dadu Anemo</span> lebih sedikit saat menggunakan <span style=\"color:#FFFFFFFF\">Lemniscatic Wind Cycling</span>. (Setiap 1 kali memiliki status <span style=\"color:#FFFFFFFF\">Yaksha's Mask</span>, dapat memicu 2 kali)",
  "attributes": {
    "cost": 3,
    "costType": "Anemo",
    "cardType": "Kartu Equipment",
    "energy": [
      {
        "id": "Anemo",
        "type": "Anemo",
        "count": 3
      },
      {
        "id": "Energy",
        "type": "Energy",
        "count": 2
      },
      {
        "id": "Anemo",
        "type": "Anemo",
        "count": 3
      },
      {
        "id": "Energy",
        "type": "Energy",
        "count": 2
      }
    ],
    "source": "Hadiah yang didapatkan setelah mengundang Xiao ke Cat's Tail untuk bertanding dan menyelesaikan target tantangan yang bersangkutan",
    "tags": [
      "Talenta",
      "Aksi Tempur",
      "Talenta",
      "Aksi Tempur"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Aksi Tempur: Kartu ini dapat dikenakan saat menggunakan Xiao sebagai Karakter aktif.Xiao akan langsung melancarkan Bane of All Evil satu kali setelah mengenakannya.Selama Xiao yang mengenakan kartu ini memiliki status Yaksha's Mask, akan mengonsumsi 1 Dadu Anemo lebih sedikit saat menggunakan Lemniscatic Wind Cycling. (Setiap 1 kali memiliki status Yaksha's Mask, dapat memicu 2 kali)(Kamu harus punya Xiao di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)"
    },
    {
      "name": "",
      "desc": "Aksi Tempur: Kartu ini dapat dikenakan saat menggunakan Xiao sebagai Karakter aktif. Xiao akan langsung melancarkan Bane of All Evil satu kali setelah mengenakannya. Selama Xiao yang mengenakan kartu ini memiliki status Yaksha's Mask, akan mengonsumsi 1 Dadu Anemo lebih sedikit saat menggunakan Lemniscatic Wind Cycling. (Setiap 1 kali memiliki status Yaksha's Mask, dapat memicu 2 kali) (Kamu harus punya Xiao di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)"
    }
  ],
  "version": "4.4",
  "shareId": 99
}