{
  "id": "DeathlyCyclone",
  "shareId": 379,
  "name": "Deathly Cyclone",
  "title": "\"Deathly Cyclone\" Consecrated Flying Serpent",
  "desc": "Meski kini mereka sudah mendapatkan kekuatan untuk memanipulasi elemen, para Consecrated Beast itu sendiri masih belum bisa sepenuhnya mencerna potongan daging yang sudah ditelannya dari bangkai abadi. Malah sebaliknya, potongan-potongan tersebut perlahan menyatu dengan mereka dan mengubahnya ....",
  "attributes": {
    "cost": 1,
    "energy": [
      {
        "id": "Anemo",
        "type": "Anemo",
        "count": 1
      },
      {
        "id": "Anemo",
        "type": "Anemo",
        "count": 1
      }
    ],
    "source": "Didapatkan setelah menerima Tantangan Tavern di Cat's Tail dan menyelesaikan target tantangan dalam Pertandingan Persahabatan melawan Consecrated Flying Serpent",
    "tags": [
      "Talenta",
      "Talenta"
    ],
    "costType": "Anemo",
    "cardType": "Kartu Equipment"
  },
  "skills": [
    {
      "name": "",
      "desc": "Saat dimainkan: menciptakan 1 Bonecruncher's Energy Block dan diletakkan ke tanganmu. Selama Consecrated Flying Serpent yang mengenakan kartu ini berada di arena dan setelah kamu memainkan Bonecruncher's Energy Block: saat kali berikutnya kamu bertukar Karakter di Ronde ini, akan menciptakan 1 Dadu Elemental dengan tipe elemen yang sama dengan Karakter aktifmu. (Kamu harus punya Consecrated Flying Serpent di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)"
    },
    {
      "name": "",
      "desc": "Saat dimainkan: menciptakan 1 Bonecruncher's Energy Block dan diletakkan ke tanganmu. Selama Consecrated Flying Serpent yang mengenakan kartu ini berada di arena dan setelah kamu memainkan Bonecruncher's Energy Block: saat kali berikutnya kamu bertukar Karakter di Ronde ini, akan menciptakan 1 Dadu Elemental dengan tipe elemen yang sama dengan Karakter aktifmu. (Kamu harus punya Consecrated Flying Serpent di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)"
    }
  ],
  "inPlayDescription": "Selama <span style=\"color:#FFFFFFFF\">Consecrated Flying Serpent</span> yang mengenakan kartu ini berada di arena dan setelah kamu memainkan <span style=\"color:#FFFFFFFF\">Bonecruncher's Energy Block</span>: saat kali berikutnya kamu bertukar Karakter di Ronde ini, akan menciptakan 1 Dadu Elemental dengan tipe elemen yang sama dengan Karakter aktifmu.",
  "version": "4.7"
}