{
  "id": "DescentOfDivinity",
  "shareid": 105,
  "name": "Descent of Divinity",
  "title": "Albedo: Descent of Divinity",
  "desc": "\"Proses untuk menentukan strategi dalam menjalankan duel juga memerlukan penghitungan yang cermat ....\"",
  "inPlayDescription": "Saat Albedo yang mengenakan kartu ini berada di dalam arena dan <span style=\"color:#FFFFFFFF\">Solar Isotoma</span> ada di sisimu, maka Karaktermu akan mengonsumsi 1 <span style=\"color:#FFFFFFFF\">Elemen Tidak Selaras</span> lebih sedikit serta mengakibatkan DMG +1 saat melancarkan <span style=\"color:#FFFFFFFF\">Plunging Attack</span>.",
  "attributes": {
    "cost": 3,
    "costType": "Geo",
    "cardType": "Kartu Equipment",
    "energy": [
      {
        "id": "Geo",
        "type": "Geo",
        "count": 3
      },
      {
        "id": "Geo",
        "type": "Geo",
        "count": 3
      }
    ],
    "source": "Hadiah yang didapatkan setelah mengundang Albedo ke Cat's Tail untuk bertanding dan menyelesaikan target tantangan yang bersangkutan",
    "tags": [
      "Talenta",
      "Aksi Tempur",
      "Talenta",
      "Aksi Tempur"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Aksi Tempur: Kartu ini dapat dikenakan saat menggunakan Albedo sebagai Karakter aktif.Albedo akan langsung melancarkan Abiogenesis: Solar Isotoma satu kali setelah mengenakannya.Saat Albedo yang mengenakan kartu ini berada di dalam arena dan Solar Isotoma berada di Zona Panggilan-mu, maka Karaktermu akan mengakibatkan DMG +1 saat melancarkan Plunging Attack.(Kamu harus punya Albedo di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)"
    },
    {
      "name": "",
      "desc": "Aksi Tempur: Kartu ini dapat dikenakan saat menggunakan Albedo sebagai Karakter aktif. Albedo akan langsung melancarkan Abiogenesis: Solar Isotoma satu kali setelah mengenakannya. Saat Albedo yang mengenakan kartu ini berada di dalam arena dan Solar Isotoma ada di sisimu, maka Karaktermu akan mengonsumsi 1 Elemen Tidak Selaras lebih sedikit serta mengakibatkan DMG +1 saat melancarkan Plunging Attack. (Kamu harus punya Albedo di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)"
    }
  ],
  "version": "4.4",
  "shareId": 105
}