{
  "id": "EmbraceOfWinds",
  "shareid": 98,
  "name": "Embrace of Winds",
  "title": "Venti: Embrace of Winds",
  "desc": "\"Perhatikan langkahmu.\"",
  "inPlayDescription": "Setelah <span style=\"color:#FFFFFFFF\">Stormzone</span> yang diciptakan oleh Venti yang mengenakan kartu ini terpicu, maka Karaktermu akan mengonsumsi 1 <span style=\"color:#FFFFFFFF\">Elemen Tidak Selaras</span> lebih sedikit saat melancarkan <span style=\"color:#FFFFFFFF\">Normal Attack</span> berikutnya.",
  "attributes": {
    "cost": 3,
    "costType": "Anemo",
    "cardType": "Kartu Equipment",
    "energy": [
      {
        "id": "Anemo",
        "type": "Anemo",
        "count": 3
      },
      {
        "id": "Anemo",
        "type": "Anemo",
        "count": 3
      }
    ],
    "source": "Hadiah yang didapatkan setelah mengundang Venti ke Cat's Tail untuk bertanding dan menyelesaikan target tantangan yang bersangkutan",
    "tags": [
      "Talenta",
      "Aksi Tempur",
      "Talenta",
      "Aksi Tempur"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Aksi Tempur: Kartu ini dapat dikenakan saat menggunakan Venti sebagai Karakter aktif.Venti akan langsung melancarkan Skyward Sonnet satu kali setelah mengenakannya.Setelah Stormzone yang diciptakan oleh Venti yang mengenakan kartu ini terpicu, maka Karaktermu akan mengonsumsi 1 Elemen Tidak Selaras lebih sedikit saat melancarkan Normal Attack berikutnya.(Kamu harus punya Venti di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)"
    },
    {
      "name": "",
      "desc": "Aksi Tempur: Kartu ini dapat dikenakan saat menggunakan Venti sebagai Karakter aktif. Venti akan langsung melancarkan Skyward Sonnet satu kali setelah mengenakannya. Setelah Stormzone yang diciptakan oleh Venti yang mengenakan kartu ini terpicu, maka Karaktermu akan mengonsumsi 1 Elemen Tidak Selaras lebih sedikit saat melancarkan Normal Attack berikutnya. (Kamu harus punya Venti di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)"
    }
  ],
  "version": "4.4",
  "shareId": 98
}