{
  "id": "FatalFulmination",
  "shareId": 378,
  "name": "Fatal Fulmination",
  "title": "\"Fatal Fulmination\" Consecrated Scorpion",
  "desc": "Bentuk kehidupan sudah diatur oleh hukum evolusi, Consecrated Beast mengeksploitasi aturan ini dengan dan menjadi lumayan beruntung karena bisa menemukan bangkai yang telah lama mati dari makhluk yang lebih besar sebelum pesaing mereka berhasil melakukannya.",
  "attributes": {
    "cost": 1,
    "energy": [
      {
        "id": "Electro",
        "type": "Electro",
        "count": 1
      },
      {
        "id": "Electro",
        "type": "Electro",
        "count": 1
      }
    ],
    "source": "Didapatkan setelah menerima Tantangan Tavern di Cat's Tail dan menyelesaikan target tantangan dalam Pertandingan Persahabatan melawan Consecrated Scorpion",
    "tags": [
      "Talenta",
      "Talenta"
    ],
    "costType": "Electro",
    "cardType": "Kartu Equipment"
  },
  "skills": [
    {
      "name": "",
      "desc": "Saat dimainkan: menciptakan 1 Bonecruncher's Energy Block dan diletakkan ke tanganmu. Selama Consecrated Scorpion yang mengenakan kartu ini berada di arena dan setelah kamu memainkan Bonecruncher's Energy Block: mengambil 1 kartu, lalu menciptakan 1 Bonecruncher's Energy Block untuk ditambahkan secara acak ke dalam Dek-mu. (Kamu harus punya Consecrated Scorpion di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)"
    },
    {
      "name": "",
      "desc": "Saat dimainkan: menciptakan 1 Bonecruncher's Energy Block dan diletakkan ke tanganmu. Selama Consecrated Scorpion yang mengenakan kartu ini berada di arena dan setelah kamu memainkan Bonecruncher's Energy Block: mengambil 1 kartu, lalu menciptakan 1 Bonecruncher's Energy Block untuk ditambahkan secara acak ke dalam Dek-mu. (Kamu harus punya Consecrated Scorpion di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)"
    }
  ],
  "inPlayDescription": "Selama <span style=\"color:#FFFFFFFF\">Consecrated Scorpion</span> yang mengenakan kartu ini berada di arena dan setelah kamu memainkan <span style=\"color:#FFFFFFFF\">Bonecruncher's Energy Block</span>: mengambil 1 kartu, lalu menciptakan 1 <span style=\"color:#FFFFFFFF\">Bonecruncher's Energy Block</span> untuk ditambahkan secara acak ke dalam Dek-mu.",
  "version": "4.7"
}