{
  "id": "MirrorCage",
  "shareid": 114,
  "name": "Mirror Cage",
  "title": "The Mirror's Secret",
  "desc": "\"Cermin, oh cermin. Tunjukkanlah ... di mana musuhku berada?\"",
  "inPlayDescription": "Ketika Mirror Maiden yang mengenakan kartu ini menciptakan <span style=\"color:#FFFFFFFF\">Refraction</span>, <span style=\"color:#FFFFFFFF\">Durasi (Ronde)</span> awalnya akan +1 serta membuat <span style=\"color:#80C0FFFF\">Hydro DMG</span> yang diterima oleh Karakter terpengaruh +1.",
  "attributes": {
    "cost": 3,
    "costType": "Hydro",
    "cardType": "Kartu Equipment",
    "energy": [
      {
        "id": "Hydro",
        "type": "Hydro",
        "count": 3
      },
      {
        "id": "Hydro",
        "type": "Hydro",
        "count": 3
      }
    ],
    "source": "Didapatkan setelah menerima Tantangan Tavern di Cat's Tail dan menyelesaikan target tantangan dalam Pertandingan Persahabatan melawan Mirror Maiden",
    "tags": [
      "Talenta",
      "Aksi Tempur",
      "Talenta",
      "Aksi Tempur"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Aksi Tempur: Kartu ini dapat dikenakan saat menggunakan Mirror Maiden sebagai Karakter aktif.Mirror Maiden akan langsung melancarkan Influx Blast satu kali setelah mengenakannya.Ketika mengenakan kartu ini, Mirror Maiden milikmu akan mendapatkan efek berikut setelah menciptakan Refraction:Durasi (Ronde) awal +1.Meningkatkan 1 biaya Dadu Elemental untuk bertukar Karakter dari Karakter yang terpengaruh ke Karakter lain.(Kamu harus punya Mirror Maiden di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)"
    },
    {
      "name": "",
      "desc": "Aksi Tempur: Kartu ini dapat dikenakan saat menggunakan Mirror Maiden sebagai Karakter aktif. Mirror Maiden akan langsung melancarkan Influx Blast satu kali setelah mengenakannya. Ketika Mirror Maiden yang mengenakan kartu ini menciptakan Refraction, Durasi (Ronde) awalnya akan +1 serta membuat Hydro DMG yang diterima oleh Karakter terpengaruh +1. (Kamu harus punya Mirror Maiden di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)"
    }
  ],
  "version": "4.4",
  "shareId": 114
}