{
  "id": "MysticalAbandon",
  "shareid": 67,
  "name": "Mystical Abandon",
  "title": "Shenhe: Mystical Abandon",
  "desc": "Berubah wujud, jadilah kehendakku!",
  "inPlayDescription": "Jumlah Penggunaan <span style=\"color:#FFFFFFFF\">Icy Quill</span> yang diciptakan oleh Shenhe ketika mengenakan kartu ini tidak akan terkonsumsi jika terpicu oleh <span style=\"color:#FFFFFFFF\">Normal Attack</span> dari Karakter milikmu. (Sekali setiap ronde)",
  "attributes": {
    "cost": 3,
    "costType": "Cryo",
    "cardType": "Kartu Equipment",
    "energy": [
      {
        "id": "Cryo",
        "type": "Cryo",
        "count": 3
      },
      {
        "id": "Cryo",
        "type": "Cryo",
        "count": 3
      }
    ],
    "source": "Hadiah yang didapatkan setelah mengundang Shenhe ke Cat's Tail untuk bertanding dan menyelesaikan target tantangan yang bersangkutan",
    "tags": [
      "Talenta",
      "Aksi Tempur",
      "Talenta",
      "Aksi Tempur"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Aksi Tempur: Kartu ini dapat dikenakan saat menggunakan Shenhe sebagai Karakter aktif.Shenhe akan langsung melancarkan Spring Spirit Summoning satu kali setelah mengenakannya.Jumlah Penggunaan Icy Quill yang diciptakan oleh Shenhe ketika mengenakan kartu ini tidak akan terkonsumsi jika terpicu oleh Normal Attack dari Karakter milikmu. (Sekali setiap ronde)(Kamu harus punya Shenhe di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)"
    },
    {
      "name": "",
      "desc": "Aksi Tempur: Kartu ini dapat dikenakan saat menggunakan Shenhe sebagai Karakter aktif. Shenhe akan langsung melancarkan Spring Spirit Summoning satu kali setelah mengenakannya. Jumlah Penggunaan Icy Quill yang diciptakan oleh Shenhe ketika mengenakan kartu ini tidak akan terkonsumsi jika terpicu oleh Normal Attack dari Karakter milikmu. (Sekali setiap ronde) (Kamu harus punya Shenhe di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)"
    }
  ],
  "version": "4.4",
  "shareId": 67
}