{
  "id": "WishesUnnumbered",
  "shareid": 92,
  "name": "Wishes Unnumbered",
  "title": "Raiden Shogun: Wishes Unnumbered",
  "desc": "Buka mata kejahatan, saksikan kilat tanpa ampun!",
  "inPlayDescription": "Ketika mengenakan kartu ini, Raiden Shogun akan mengakibatkan tambahan DMG +1 untuk setiap poin <span style=\"color:#FFFFFFFF\">\"Resolve\"</span> yang telah dikonsumsi saat melancarkan <span style=\"color:#FFFFFFFF\">Secret Art: Musou Shinsetsu</span>.",
  "attributes": {
    "cost": 4,
    "costType": "Electro",
    "cardType": "Kartu Equipment",
    "energy": [
      {
        "id": "Electro",
        "type": "Electro",
        "count": 4
      },
      {
        "id": "Energy",
        "type": "Energy",
        "count": 2
      },
      {
        "id": "Electro",
        "type": "Electro",
        "count": 4
      },
      {
        "id": "Energy",
        "type": "Energy",
        "count": 2
      }
    ],
    "source": "Hadiah yang didapatkan setelah mengundang Raiden Shogun ke Cat's Tail untuk bertanding dan menyelesaikan target tantangan yang bersangkutan",
    "tags": [
      "Talenta",
      "Aksi Tempur",
      "Talenta",
      "Aksi Tempur"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Aksi Tempur: Kartu ini dapat dikenakan saat menggunakan Raiden Shogun sebagai Karakter aktif.Raiden Shogun akan langsung melancarkan Secret Art: Musou Shinsetsu satu kali setelah mengenakannya.Ketika mengenakan kartu ini, Raiden Shogun akan mengakibatkan tambahan DMG +1 untuk setiap poin \"Resolve\" yang telah dikonsumsi saat melancarkan Secret Art: Musou Shinsetsu.(Kamu harus punya Raiden Shogun di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)"
    },
    {
      "name": "",
      "desc": "Aksi Tempur: Kartu ini dapat dikenakan saat menggunakan Raiden Shogun sebagai Karakter aktif. Raiden Shogun akan langsung melancarkan Secret Art: Musou Shinsetsu satu kali setelah mengenakannya. Ketika mengenakan kartu ini, Raiden Shogun akan mengakibatkan tambahan DMG +1 untuk setiap poin \"Resolve\" yang telah dikonsumsi saat melancarkan Secret Art: Musou Shinsetsu. (Kamu harus punya Raiden Shogun di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)"
    }
  ],
  "version": "4.4",
  "shareId": 92
}