{
  "id": "ElectroCicinsGleam",
  "shareid": 341,
  "name": "Clignement d'Électroluciole",
  "title": "Mage électroluciole : Clignement d'Électroluciole",
  "desc": "« Venez-vous... vous amuser avec moi ? »",
  "inPlayDescription": "Lorsque le Mage électroluciole des Fatui, équipé de cette carte, est sur le terrain et avant que vous ne choisissiez une action : Si le <span style=\"color:#FFFFFFFF\">nombre d'utilisations</span> de l'<span style=\"color:#FFFFFFFF\">Électroluciole</span> est supérieur ou égal à 3, l'<span style=\"color:#FFFFFFFF\">Électroluciole</span> inflige immédiatement 1 pt de <span style=\"color:#FFACFFFF\">DGT Électro</span>. (Diminue le <span style=\"color:#FFFFFFFF\">nombre d'utilisations</span>, 1 fois par manche)",
  "attributes": {
    "cost": 3,
    "costType": "Électro",
    "cardType": "Carte d'équipement",
    "energy": [
      {
        "id": "Electro",
        "type": "Électro",
        "count": 3
      },
      {
        "id": "Electro",
        "type": "Électro",
        "count": 3
      }
    ],
    "source": "Récompense pour avoir accepté un défi de taverne auprès de Prince à La Queue de Chat et terminé les objectifs de défi lors d'une partie amicale contre le Mage électroluciole des Fatui",
    "tags": [
      "Aptitude",
      "Action de combat",
      "Aptitude",
      "Action de combat"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Action de combat : Lorsque votre personnage actif est le Mage électroluciole des Fatui, équipe cette carte.Une fois le Mage électroluciole des Fatui équipé de cette carte, utilise immédiatement Appel de la brume une fois.Lorsque le Mage électroluciole des Fatui, équipé de cette carte, est sur le terrain et avant que vous ne choisissiez une action : Si le nombre d'utilisations de l'Électroluciole est supérieur ou égal à 3, l'Électroluciole inflige immédiatement 1 pt de DGT Électro. (Diminue le nombre d'utilisations, 1 fois par manche)(Votre deck doit contenir le Mage électroluciole des Fatui pour pouvoir y ajouter cette carte)"
    },
    {
      "name": "",
      "desc": "Action de combat : Lorsque votre personnage actif est le Mage électroluciole des Fatui, équipe cette carte. Une fois le Mage électroluciole des Fatui équipé de cette carte, utilise immédiatement Appel de la brume une fois. Lorsque le Mage électroluciole des Fatui, équipé de cette carte, est sur le terrain et avant que vous ne choisissiez une action : Si le nombre d'utilisations de l'Électroluciole est supérieur ou égal à 3, l'Électroluciole inflige immédiatement 1 pt de DGT Électro. (Diminue le nombre d'utilisations, 1 fois par manche) (Votre deck doit contenir le Mage électroluciole des Fatui pour pouvoir y ajouter cette carte)"
    }
  ],
  "version": "4.5",
  "shareId": 341
}