{
  "id": "ProspectorsDrill",
  "shareId": 402,
  "name": "Foret de prospecteur",
  "title": "Chant-maçon : Foret de prospecteur",
  "desc": "« La puissance de perçage et de coupe de l'outil était inégalée.\\nPuisqu'il pouvait percer même les rochers comme un couteau chaud dans du beurre...\\nIl permettait de pénétrer rapidement dans des matériaux encore plus mous. »",
  "attributes": {
    "cost": 2,
    "energy": [
      {
        "id": "MatchingElement",
        "type": "Élément identique",
        "count": 2
      }
    ],
    "tags": [
      "Arme",
      "Arme d'hast"
    ],
    "costType": "Élément identique",
    "cardType": "Carte d'équipement"
  },
  "skills": [
    {
      "name": "",
      "desc": "Lorsque le personnage affecté subit des DGT : Si possible, défausse 1 carte dont le coût original de dés élémentaires est le plus élevé depuis votre main pour diminuer les DGT de 1 et cumuler 1 pt d'unité. (Déclenché 2 fois maximum par manche) Lorsque le personnage utilise une capacité : Si cette carte possède des points d'unité, ils sont tous consommés pour augmenter les DGT de la capacité de 1 et chaque point consommé permet de piocher 1 carte. (Peut uniquement être équipé par un personnage utilisant une arme d'hast, un personnage pouvant équiper au maximum 1 arme)"
    }
  ],
  "inPlayDescription": "<span style=\"color:#FFFFFFFF\">Lorsque le personnage affecté subit des DGT : </span>Si possible, <span style=\"color:#FFFFFFFF\">défausse</span> 1 carte dont le coût original de dés élémentaires est le plus élevé depuis votre main pour diminuer les DGT de 1 et cumuler 1 pt d'<span style=\"color:#FFFFFFFF\">unité</span>. (Déclenché 2 fois maximum par manche)<br/><span style=\"color:#FFFFFFFF\">Lorsque le personnage utilise une capacité : </span>Si cette carte possède des points d'<span style=\"color:#FFFFFFFF\">unité</span>, ils sont tous consommés <color=#FFFFFFFF></color>pour augmenter les DGT de la capacité de 1 et chaque point consommé <color=#FFFFFFFF></color>permet de piocher 1 carte.",
  "version": "4.8"
}