{
  "id": "Citlali",
  "name": "Citlali",
  "title": "Obsidian Opalstar",
  "description": "Shaman Agung dari Penguasa Angin Malam, Nenek Itztli yang dihormati oleh orang dari semua suku.",
  "weapon_type": "Catalyst",
  "element": "Cryo",
  "gender": "Perempuan",
  "release": 1735596000,
  "substat": "Elemental Mastery",
  "affiliation": "Mictlan",
  "region": "Natlan",
  "rarity": 5,
  "birthday": [
    20,
    1
  ],
  "constellation": "Patina Anavatlaca",
  "domain": "Blazing Ruins",
  "cv": {
    "english": "Skyler Davenport",
    "chinese": "柳知萧",
    "japanese": "田野アサミ",
    "korean": "Lee Eun-jo"
  },
  "skills": [
    {
      "id": "NormalAttackShadowstealingSpiritVessel",
      "name": "Normal Attack: Shadow-Stealing Spirit Vessel",
      "description": "Normal Attack Memanggil upacara rahasia turun-temurun Penguasa Angin Malam, melancarkan hingga 3 serangan yang mengakibatkan Cryo DMG. Charged Attack Memasuki Mode Membidik dan mengonsumsi sejumlah Stamina setelah melepaskan tombol Tahan untuk mengonsumsi sejumlah Stamina dan melemparkan sebuah Frost Star ke arah bidikan, mengakibatkan Cryo DMG terhadap musuh di sepanjang jalurnya. Plunging Attack Mengumpulkan kekuatan Cryo, menerjang tanah, menyerang musuh di jalur terjangan, dan mengakibatkan Cryo DMG Area saat mendarat.",
      "info": "",
      "attributes": [
        {
          "label": "DMG Tahap 1",
          "values": [
            "43.41%",
            "46.66%",
            "49.92%",
            "54.26%",
            "57.51%",
            "60.77%",
            "65.11%",
            "69.45%",
            "73.79%",
            "78.13%",
            "82.47%",
            "86.81%",
            "92.24%",
            "97.67%",
            "103.09%"
          ]
        },
        {
          "label": "DMG Tahap 2",
          "values": [
            "38.81%",
            "41.72%",
            "44.64%",
            "48.52%",
            "51.43%",
            "54.34%",
            "58.22%",
            "62.1%",
            "65.98%",
            "69.86%",
            "73.75%",
            "77.63%",
            "82.48%",
            "87.33%",
            "92.18%"
          ]
        },
        {
          "label": "DMG Tahap 3",
          "values": [
            "53.77%",
            "57.8%",
            "61.84%",
            "67.21%",
            "71.25%",
            "75.28%",
            "80.66%",
            "86.03%",
            "91.41%",
            "96.79%",
            "102.17%",
            "107.54%",
            "114.26%",
            "120.99%",
            "127.71%"
          ]
        },
        {
          "label": "DMG Charged Attack",
          "values": [
            "99.2%",
            "106.64%",
            "114.08%",
            "124%",
            "131.44%",
            "138.88%",
            "148.8%",
            "158.72%",
            "168.64%",
            "178.56%",
            "188.48%",
            "198.4%",
            "210.8%",
            "223.2%",
            "235.6%"
          ]
        },
        {
          "label": "Konsumsi Stamina Charged Attack",
          "values": [
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50",
            "50"
          ]
        },
        {
          "label": "DMG Selama Plunging",
          "values": [
            "56.83%",
            "61.45%",
            "66.08%",
            "72.69%",
            "77.31%",
            "82.6%",
            "89.87%",
            "97.14%",
            "104.41%",
            "112.34%",
            "120.27%",
            "128.2%",
            "136.12%",
            "144.05%",
            "151.98%"
          ]
        },
        {
          "label": "DMG Plunging Attack Rendah/Tinggi",
          "values": [
            "113.63% / 141.93%",
            "122.88% / 153.49%",
            "132.13% / 165.04%",
            "145.35% / 181.54%",
            "154.59% / 193.1%",
            "165.17% / 206.3%",
            "179.7% / 224.45%",
            "194.23% / 242.61%",
            "208.77% / 260.76%",
            "224.62% / 280.57%",
            "240.48% / 300.37%",
            "256.34% / 320.18%",
            "272.19% / 339.98%",
            "288.05% / 359.79%",
            "303.9% / 379.59%"
          ]
        }
      ]
    },
    {
      "id": "DawnfrostDarkstar",
      "name": "Dawnfrost Darkstar",
      "description": "Dengan landasan kontrak warisan ribuan tahun Penguasa Angin Malam, melancarkan Opal Shield dan memanggil \"Obsidian Tzitzimitl: Itzpapa\", makhluk yang (konon katanya) sangat menakutkan, mengakibatkan Nightsoul-aligned Cryo DMG Area. Penyerapan DMG Oval Shield didasarkan pada Elemental Mastery Citlali, dan memiliki 250% pertahanan terhadap Cryo DMG, dan saat menghasilkan Perisai, akan memberikan efek Cryo singkat kepada Citlali. Setelah dilancarkan, Citlali akan mendapatkan 24 poin Nightsoul dan memasuki status Nightsoul's Blessing. Nightsoul's Blessing: Citlali Saat Itzpapa meninggalkan medan pertempuran, Nightsoul's Blessing Citlali akan berakhir. Itzpapa ·Itzpapa akan mengikuti pergerakan Karakter. ·Saat Citlali memiliki setidaknya 50 poin Nightsoul, Itzpapa akan memasuki status Opal Fire dan akan terus mengonsumsi poin Nightsoul, menghasilkan Frostfall Storm yang akan mengikuti Karakter dan menyerang musuh di dalam radius, mengakibatkan Nightsoul-aligned Cryo DMG. ·Saat poin Nightsoul habis terpakai, status Opal Fire Itzpapa juga akan berakhir.",
      "info": "Biasanya, keinginan yang melambangkan bintang yang berbeda tidak dapat hidup berdampingan. Soalnya, mana mungkin warna hitam yang paling murni dapat memantulkan warna putih yang paling murni? Bagaimanapun juga, Citlali tidak pernah pilih-pilih soal warna, dan begitulah akhirnya kejadiannya.",
      "attributes": [
        {
          "label": "DMG Obsidian Tzitzimitl",
          "values": [
            "72.96%",
            "78.43%",
            "83.9%",
            "91.2%",
            "96.67%",
            "102.14%",
            "109.44%",
            "116.74%",
            "124.03%",
            "131.33%",
            "138.62%",
            "145.92%",
            "155.04%",
            "164.16%",
            "173.28%"
          ]
        },
        {
          "label": "Penyerapan Perisai",
          "values": [
            "576% Elemental Mastery + 1387",
            "619.2% Elemental Mastery + 1525",
            "662.4% Elemental Mastery + 1676",
            "720% Elemental Mastery + 1837",
            "763.2% Elemental Mastery + 2011",
            "806.4% Elemental Mastery + 2196",
            "864% Elemental Mastery + 2392",
            "921.6% Elemental Mastery + 2600",
            "979.2% Elemental Mastery + 2820",
            "1036.8% Elemental Mastery + 3051",
            "1094.4% Elemental Mastery + 3294",
            "1152% Elemental Mastery + 3548",
            "1224% Elemental Mastery + 3814",
            "1296% Elemental Mastery + 4091",
            "1368% Elemental Mastery + 4380"
          ]
        },
        {
          "label": "Durasi Perisai",
          "values": [
            "20 detik",
            "20 detik",
            "20 detik",
            "20 detik",
            "20 detik",
            "20 detik",
            "20 detik",
            "20 detik",
            "20 detik",
            "20 detik",
            "20 detik",
            "20 detik",
            "20 detik",
            "20 detik",
            "20 detik"
          ]
        },
        {
          "label": "Durasi Itzpapa",
          "values": [
            "20 dtk",
            "20 dtk",
            "20 dtk",
            "20 dtk",
            "20 dtk",
            "20 dtk",
            "20 dtk",
            "20 dtk",
            "20 dtk",
            "20 dtk",
            "20 dtk",
            "20 dtk",
            "20 dtk",
            "20 dtk",
            "20 dtk"
          ]
        },
        {
          "label": "Konsumsi Poin Nightsoul Itzpapa: Opal Fire",
          "values": [
            "8 / dtk",
            "8 / dtk",
            "8 / dtk",
            "8 / dtk",
            "8 / dtk",
            "8 / dtk",
            "8 / dtk",
            "8 / dtk",
            "8 / dtk",
            "8 / dtk",
            "8 / dtk",
            "8 / dtk",
            "8 / dtk",
            "8 / dtk",
            "8 / dtk"
          ]
        },
        {
          "label": "DMG Frostfall Storm",
          "values": [
            "17.02%",
            "18.3%",
            "19.58%",
            "21.28%",
            "22.56%",
            "23.83%",
            "25.54%",
            "27.24%",
            "28.94%",
            "30.64%",
            "32.35%",
            "34.05%",
            "36.18%",
            "38.3%",
            "40.43%"
          ]
        },
        {
          "label": "Batas Poin Nightsoul",
          "values": [
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100",
            "100"
          ]
        },
        {
          "label": "Cooldown",
          "values": [
            "16 dtk",
            "16 dtk",
            "16 dtk",
            "16 dtk",
            "16 dtk",
            "16 dtk",
            "16 dtk",
            "16 dtk",
            "16 dtk",
            "16 dtk",
            "16 dtk",
            "16 dtk",
            "16 dtk",
            "16 dtk",
            "16 dtk"
          ]
        }
      ]
    },
    {
      "id": "",
      "description": "",
      "info": "",
      "attributes": []
    },
    {
      "id": "EdictOfEntwinedSplendor",
      "name": "Edict of Entwined Splendor",
      "description": "Memanggil \"sekutu\" yang berasal dari langit berbintang dan tanah luas, menghasilkan badai es untuk menyerang area depan dan mengakibatkan Nightsoul-aligned Cryo DMG Area, dan memulihkan poin Nightsoul Citlali dalam jumlah tertentu, serta memanggil satu Spiritvessel Skull terhadap setiap musuh, dengan maksimum 3 musuh di sekitar dalam radius area. Spiritvessel Skull akan meledak setelah beberapa saat, mengakibatkan Nightsoul-aligned Cryo DMG Area, dan akan memulihkan poin Nightsoul Citlali dalam jumlah tertentu.",
      "info": "\"Duh, sudah cukup soal 'bintang gelap, bintang opal'nya! Citlalin, Itzpapa, maju!\"",
      "attributes": [
        {
          "label": "DMG Ice Storm",
          "values": [
            "537.6%",
            "577.92%",
            "618.24%",
            "672%",
            "712.32%",
            "752.64%",
            "806.4%",
            "860.16%",
            "913.92%",
            "967.68%",
            "1021.44%",
            "1075.2%",
            "1142.4%",
            "1209.6%",
            "1276.8%"
          ]
        },
        {
          "label": "Perolehan Poin Nightsoul Ice Storm",
          "values": [
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24",
            "24"
          ]
        },
        {
          "label": "DMG Spiritvessel Skull",
          "values": [
            "134.4%",
            "144.48%",
            "154.56%",
            "168%",
            "178.08%",
            "188.16%",
            "201.6%",
            "215.04%",
            "228.48%",
            "241.92%",
            "255.36%",
            "268.8%",
            "285.6%",
            "302.4%",
            "319.2%"
          ]
        },
        {
          "label": "Perolehan Poin Nightsoul Spiritvessel Skull",
          "values": [
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3",
            "3"
          ]
        },
        {
          "label": "Cooldown",
          "values": [
            "15 dtk",
            "15 dtk",
            "15 dtk",
            "15 dtk",
            "15 dtk",
            "15 dtk",
            "15 dtk",
            "15 dtk",
            "15 dtk",
            "15 dtk",
            "15 dtk",
            "15 dtk",
            "15 dtk",
            "15 dtk",
            "15 dtk"
          ]
        },
        {
          "label": "Konsumsi Energy",
          "values": [
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60",
            "60"
          ]
        }
      ]
    }
  ],
  "passives": [
    {
      "id": "MamaloacosFrigidRain",
      "name": "Mamaloaco's Frigid Rain",
      "description": "Selama Itzpapa ada di medan pertempuran, setelah Karakter sekitar dalam party memicu reaksi Frozen atau Melt, Pyro dan Hydro RES musuh yang terkena reaksi kali ini akan berkurang 20% selama 12 detik. Selain itu, Citlali akan memulihkan 16 poin Nightsoul, efek pemulihan dengan cara ini dapat terpicu maksimum sekali setiap 8 detik.",
      "level": 1
    },
    {
      "id": "ItzpapalotlsStarGarments",
      "name": "Itzpapalotl's Star Garments",
      "description": "Selama Elemental Skill Dawnfrost Darkstar, DMG Frostfall Storm Itzpapa meningkat sebesar 90% Elemental Mastery Citlali. Selama Elemental Burst Edict of Entwined Splendor, DMG Ice Storm meningkat sebesar 1.200% Elemental Mastery Citlali. Selain itu, saat Karakter party di sekitar memicu Nightsoul Burst, Citlali akan memulihkan 4 poin Nightsoul.",
      "level": 4
    },
    {
      "id": "NightRealmsGiftSmokeMirrorsAndTheFlowingWinds",
      "name": "Night Realm's Gift: Smoke, Mirrors, and the Flowing Winds",
      "description": "Saat ada area dengan Phlogiston Mechanic di Natlan, Citlali bisa melancarkan Nightsoul Transmission: Citlali. Saat Karakter aktif sedang berada di udara dalam ketinggian tertentu dan mengganti Karakter menjadi Citlali: Citlali akan melompat tinggi ke atas dan melayang di udara dengan meminjam kekuatan \"White Obsidian Tzitzimitl: Citlalin\". Nightsoul Transmission party sendiri dapat terpicu sekali setiap 10 detik. Saat menggunakan Mode Membidik, Citlali akan memasuki status Spiritspeaker. Dalam status ini, Citlali bisa berinteraksi dengan \"Nightspirit Graffiti\" dan \"Nightspirit Sigil\" untuk mengambil informasi dan kekuatan dari dalamnya. Peraturan interaksi dengan objek-objek ini sama dengan peraturan interaksi Iktomisaurus. Selain itu, saat menahan tombol Melompat, Citlali akan mengonsumsi 75 poin Stamina untuk melompat tinggi ke atas. Saat ada area dengan Phlogiston Mechanic di Natlan, Citlali akan terlebih dulu mengonsumsi 5 poin Phlogiston untuk melompat ke ketinggian yang lebih tinggi lagi. Saat sedang berada di udara, Citlali bisa menahan Normal Attack dan mengonsumsi Phlogiston atau Stamina untuk memasuki Mode Membidik. Saat melakukan Charged Attack di udara, Citlali akan lebih dulu mengonsumsi 20 poin Phlogiston.",
      "level": 0
    },
    {
      "id": "SongsOfProfoundMystery",
      "name": "Songs of Profound Mystery",
      "description": "Saat ada area dengan Phlogiston Mechanic di Natlan, memicu Nightsoul Burst akan memulihkan 20 poin Phlogiston. Efek ini tidak aktif dalam Domain, Trounce Domain, atau Spiral Abyss",
      "level": 0
    }
  ],
  "constellations": [
    {
      "id": "RadiantBladesOfCentzonMimixcoah",
      "name": "Radiant Blades of Centzon Mimixcoah",
      "description": "Saat melancarkan Elemental Skill Dawnfrost Darkstar, Citlali akan mendapatkan efek \"Opalstar Vestments\" yang berlangsung hingga Itzpapa meninggalkan medan pertempuran: Selama aktif, Citlali akan mendapatkan 10 Stellar Blade. Saat Karakter aktif di sekitar selain Citlali mengakibatkan DMG dengan menggunakan Normal, Charged, Plunging Attack, atau Elemental Skill dan Elemental Burst, akan mengonsumsi 1 Stellar Blade untuk meningkatkan DMG sebesar 200% Elemental Mastery Citlali. Setelah Karakter sekitar di dalam party memicu reaksi Frozen atau Melt, Citlali akan mendapatkan 3 Stellar Blade tambahan. Efek ini dapat terpicu sekali setiap 8 detik. Saat melancarkan Elemental Skill Dawnfrost Darkstar, jumlah lapisan Stellar Blade akan diulang. Selain itu, saat Citlali melompat, atau membidik/melakukan Charged Attack saat di udara, konsumsi Phlogiston akan berkurang 45%.",
      "level": 1
    },
    {
      "id": "HeartDevourersTravail",
      "name": "Heart Devourer's Travail",
      "description": "Elemental Mastery Citlali meningkat 125 poin. Karakter lain yang berada dalam perlindungan Opal Shield, atau diikuti oleh Itzpapa, akan mendapat peningkatan Elemental Mastery sebesar 250 poin. Selain itu, saat melancarkan Elemental Skill Dawnfrost Darkstar, juga akan memberikan Opal Shield bagi Karakter aktif di sekitar. Selain itu, efek Talenta Pasif \"Mamaloaco's Frigid Rain\" mendapatkan peningkatan sebagai berikut: Selama Itzpapa berada di medan pertempuran, setelah Karakter party di sekitar memicu reaksi Frozen atau Melt, Pyro dan Hydro RES musuh yang terkena reaksi kali ini akan berkurang lagi sebesar 20% selama 12 detik. Efek ini harus membuka Talenta Pasif \"Mamaloaco's Frigid Rain\" terlebih dahulu.",
      "level": 2
    },
    {
      "id": "CloudSerpentsFeatheredCrown",
      "name": "Cloud Serpent's Feathered Crown",
      "description": "Meningkatkan 3 level Elemental Skill Dawnfrost Darkstar. Maksimum: Lv. 15.",
      "level": 3
    },
    {
      "id": "DeathDefiersSpiritSkull",
      "name": "Death Defier's Spirit Skull",
      "description": "Ketika Elemental Skill Dawnfrost Darkstar aktif, saat Frostfall Storm Itzpapa mengenai musuh, akan memanggil satu Obsidian Spiritvessel Skull tambahan. Saat Obsidian Spiritvessel Skull yang dipanggil dengan cara ini meledak, akan mengakibatkan Nightsoul-aligned Cryo DMG Area sebesar 1.800% Elemental Mastery Citlali, dan akan memulihkan 16 poin Nightsoul dan 8 Energy Citlali. Efek ini dapat terpicu sekali setiap 8 detik. DMG ini tidak dianggap sebagai DMG Elemental Burst.",
      "level": 4
    },
    {
      "id": "NemontemisHex",
      "name": "Nemontemi's Hex",
      "description": "Meningkatkan 3 level Elemental Burst Edict of Entwined Splendor. Maksimum: Lv. 15.",
      "level": 5
    },
    {
      "id": "TeoiztacsSecretPact",
      "name": "Teoiztac's Secret Pact",
      "description": "Itzpapa yang dipanggil oleh Elemental Skill Dawnfrost Darkstar akan selalu berada dalam status Opal Fire. Saat poin Nightsoul habis terkonsumsi, status Opal Fire Itzpapa tidak akan berakhir. Selain itu, saat melancarkan Elemental Skill Dawnfrost Darkstar, Itzpapa akan mengonsumsi seluruh poin Nightsoul, dan selama berada di medan pertempuran dia akan terus mengonsumsi poin Nightsoul. Setiap poin Nightsoul yang dikonsumsi dengan cara ini akan memberikan 1 poin \"Cifra of the Secret Law\" pada Citlali. Maksimal 40 poin yang bisa didapatkan dengan cara ini, dan setiap poin yang didapatkan Citlali akan memberikan Pyro dan Hydro DMG Bonus kepada seluruh anggota party di sekitar sebesar 1,5% dan akan meningkatkan DMG yang diakibatkan Citlali sebesar 2,5%. Saat Itzpapa meninggalkan medan tempur, atau saat Citlali menggunakan Elemental Skill lagi, semua poin yang dimilikinya akan hilang.",
      "level": 6
    }
  ],
  "ascension": [
    {
      "level": [
        1
      ],
      "stats": [
        {
          "label": "Ascend",
          "values": [
            "-",
            1
          ]
        },
        {
          "label": "Base HP",
          "values": [
            "-",
            "906"
          ]
        },
        {
          "label": "Base ATK",
          "values": [
            "-",
            "10"
          ]
        },
        {
          "label": "Base DEF",
          "values": [
            "-",
            "59"
          ]
        },
        {
          "label": "Elemental Mastery",
          "values": [
            "-",
            "0"
          ]
        }
      ]
    },
    {
      "level": [
        20
      ],
      "stats": [
        {
          "label": "Ascend",
          "values": [
            0,
            1
          ]
        },
        {
          "label": "Base HP",
          "values": [
            "2349",
            "3126"
          ]
        },
        {
          "label": "Base ATK",
          "values": [
            "26",
            "34"
          ]
        },
        {
          "label": "Base DEF",
          "values": [
            "154",
            "205"
          ]
        },
        {
          "label": "Elemental Mastery",
          "values": [
            "0",
            "0"
          ]
        }
      ]
    },
    {
      "level": [
        40
      ],
      "cost": 20000,
      "stats": [
        {
          "label": "Ascend",
          "values": [
            1,
            2
          ]
        },
        {
          "label": "Base HP",
          "values": [
            "4677",
            "5229"
          ]
        },
        {
          "label": "Base ATK",
          "values": [
            "51",
            "57"
          ]
        },
        {
          "label": "Base DEF",
          "values": [
            "307",
            "343"
          ]
        },
        {
          "label": "Elemental Mastery",
          "values": [
            "0",
            "29"
          ]
        }
      ],
      "mat1": {
        "id": "ShivadaJadeSliver",
        "name": "Shivada Jade Sliver",
        "amount": 1,
        "rarity": 2
      },
      "mat3": {
        "id": "QuenepaBerry",
        "name": "Quenepa Berry",
        "amount": 3,
        "rarity": 1
      },
      "mat4": {
        "id": "JuvenileFang",
        "name": "Juvenile Fang",
        "amount": 3,
        "rarity": 1
      }
    },
    {
      "level": [
        50
      ],
      "cost": 40000,
      "stats": [
        {
          "label": "Ascend",
          "values": [
            2,
            3
          ]
        },
        {
          "label": "Base HP",
          "values": [
            "6016",
            "6752"
          ]
        },
        {
          "label": "Base ATK",
          "values": [
            "66",
            "74"
          ]
        },
        {
          "label": "Base DEF",
          "values": [
            "395",
            "443"
          ]
        },
        {
          "label": "Elemental Mastery",
          "values": [
            "29",
            "58"
          ]
        }
      ],
      "mat1": {
        "id": "ShivadaJadeFragment",
        "name": "Shivada Jade Fragment",
        "amount": 3,
        "rarity": 3
      },
      "mat2": {
        "id": "TalismanOfTheEnigmaticLand",
        "name": "Talisman of the Enigmatic Land",
        "amount": 2,
        "rarity": 4
      },
      "mat3": {
        "id": "QuenepaBerry",
        "name": "Quenepa Berry",
        "amount": 10,
        "rarity": 1
      },
      "mat4": {
        "id": "JuvenileFang",
        "name": "Juvenile Fang",
        "amount": 15,
        "rarity": 1
      }
    },
    {
      "level": [
        60
      ],
      "cost": 60000,
      "stats": [
        {
          "label": "Ascend",
          "values": [
            3,
            4
          ]
        },
        {
          "label": "Base HP",
          "values": [
            "7547",
            "8098"
          ]
        },
        {
          "label": "Base ATK",
          "values": [
            "82",
            "88"
          ]
        },
        {
          "label": "Base DEF",
          "values": [
            "495",
            "531"
          ]
        },
        {
          "label": "Elemental Mastery",
          "values": [
            "58",
            "58"
          ]
        }
      ],
      "mat1": {
        "id": "ShivadaJadeFragment",
        "name": "Shivada Jade Fragment",
        "amount": 6,
        "rarity": 3
      },
      "mat2": {
        "id": "TalismanOfTheEnigmaticLand",
        "name": "Talisman of the Enigmatic Land",
        "amount": 4,
        "rarity": 4
      },
      "mat3": {
        "id": "QuenepaBerry",
        "name": "Quenepa Berry",
        "amount": 20,
        "rarity": 1
      },
      "mat4": {
        "id": "SeasonedFang",
        "name": "Seasoned Fang",
        "amount": 12,
        "rarity": 2
      }
    },
    {
      "level": [
        70
      ],
      "cost": 80000,
      "stats": [
        {
          "label": "Ascend",
          "values": [
            4,
            5
          ]
        },
        {
          "label": "Base HP",
          "values": [
            "8901",
            "9453"
          ]
        },
        {
          "label": "Base ATK",
          "values": [
            "97",
            "103"
          ]
        },
        {
          "label": "Base DEF",
          "values": [
            "584",
            "620"
          ]
        },
        {
          "label": "Elemental Mastery",
          "values": [
            "58",
            "86"
          ]
        }
      ],
      "mat1": {
        "id": "ShivadaJadeChunk",
        "name": "Shivada Jade Chunk",
        "amount": 3,
        "rarity": 4
      },
      "mat2": {
        "id": "TalismanOfTheEnigmaticLand",
        "name": "Talisman of the Enigmatic Land",
        "amount": 8,
        "rarity": 4
      },
      "mat3": {
        "id": "QuenepaBerry",
        "name": "Quenepa Berry",
        "amount": 30,
        "rarity": 1
      },
      "mat4": {
        "id": "SeasonedFang",
        "name": "Seasoned Fang",
        "amount": 18,
        "rarity": 2
      }
    },
    {
      "level": [
        80
      ],
      "cost": 100000,
      "stats": [
        {
          "label": "Ascend",
          "values": [
            5,
            6
          ]
        },
        {
          "label": "Base HP",
          "values": [
            "10264",
            "10816"
          ]
        },
        {
          "label": "Base ATK",
          "values": [
            "112",
            "118"
          ]
        },
        {
          "label": "Base DEF",
          "values": [
            "673",
            "710"
          ]
        },
        {
          "label": "Elemental Mastery",
          "values": [
            "86",
            "115"
          ]
        }
      ],
      "mat1": {
        "id": "ShivadaJadeChunk",
        "name": "Shivada Jade Chunk",
        "amount": 6,
        "rarity": 4
      },
      "mat2": {
        "id": "TalismanOfTheEnigmaticLand",
        "name": "Talisman of the Enigmatic Land",
        "amount": 12,
        "rarity": 4
      },
      "mat3": {
        "id": "QuenepaBerry",
        "name": "Quenepa Berry",
        "amount": 45,
        "rarity": 1
      },
      "mat4": {
        "id": "TyrantsFang",
        "name": "Tyrant's Fang",
        "amount": 12,
        "rarity": 3
      }
    },
    {
      "level": [
        90
      ],
      "cost": 120000,
      "stats": [
        {
          "label": "Ascend",
          "values": [
            6,
            7
          ]
        },
        {
          "label": "Base HP",
          "values": [
            "11634",
            "11634"
          ]
        },
        {
          "label": "Base ATK",
          "values": [
            "127",
            "127"
          ]
        },
        {
          "label": "Base DEF",
          "values": [
            "763",
            "763"
          ]
        },
        {
          "label": "Elemental Mastery",
          "values": [
            "115",
            "115"
          ]
        }
      ],
      "mat1": {
        "id": "ShivadaJadeGemstone",
        "name": "Shivada Jade Gemstone",
        "amount": 6,
        "rarity": 5
      },
      "mat2": {
        "id": "TalismanOfTheEnigmaticLand",
        "name": "Talisman of the Enigmatic Land",
        "amount": 20,
        "rarity": 4
      },
      "mat3": {
        "id": "QuenepaBerry",
        "name": "Quenepa Berry",
        "amount": 60,
        "rarity": 1
      },
      "mat4": {
        "id": "TyrantsFang",
        "name": "Tyrant's Fang",
        "amount": 24,
        "rarity": 3
      }
    }
  ],
  "talent_materials": [
    {
      "level": 2,
      "cost": 12500,
      "items": [
        {
          "id": "TeachingsOfKindling",
          "name": "Teachings of Kindling",
          "amount": 3,
          "rarity": 2
        },
        {
          "id": "JuvenileFang",
          "name": "Juvenile Fang",
          "amount": 6,
          "rarity": 1
        }
      ]
    },
    {
      "level": 3,
      "cost": 17500,
      "items": [
        {
          "id": "GuideToKindling",
          "name": "Guide to Kindling",
          "amount": 2,
          "rarity": 3
        },
        {
          "id": "SeasonedFang",
          "name": "Seasoned Fang",
          "amount": 3,
          "rarity": 2
        }
      ]
    },
    {
      "level": 4,
      "cost": 25000,
      "items": [
        {
          "id": "GuideToKindling",
          "name": "Guide to Kindling",
          "amount": 4,
          "rarity": 3
        },
        {
          "id": "SeasonedFang",
          "name": "Seasoned Fang",
          "amount": 4,
          "rarity": 2
        }
      ]
    },
    {
      "level": 5,
      "cost": 30000,
      "items": [
        {
          "id": "GuideToKindling",
          "name": "Guide to Kindling",
          "amount": 6,
          "rarity": 3
        },
        {
          "id": "SeasonedFang",
          "name": "Seasoned Fang",
          "amount": 6,
          "rarity": 2
        }
      ]
    },
    {
      "level": 6,
      "cost": 37500,
      "items": [
        {
          "id": "GuideToKindling",
          "name": "Guide to Kindling",
          "amount": 9,
          "rarity": 3
        },
        {
          "id": "SeasonedFang",
          "name": "Seasoned Fang",
          "amount": 9,
          "rarity": 2
        }
      ]
    },
    {
      "level": 7,
      "cost": 120000,
      "items": [
        {
          "id": "PhilosophiesOfKindling",
          "name": "Philosophies of Kindling",
          "amount": 4,
          "rarity": 4
        },
        {
          "id": "TyrantsFang",
          "name": "Tyrant's Fang",
          "amount": 4,
          "rarity": 3
        },
        {
          "id": "DenialAndJudgment",
          "name": "Denial of Judgment",
          "amount": 1,
          "rarity": 5
        }
      ]
    },
    {
      "level": 8,
      "cost": 260000,
      "items": [
        {
          "id": "PhilosophiesOfKindling",
          "name": "Philosophies of Kindling",
          "amount": 6,
          "rarity": 4
        },
        {
          "id": "TyrantsFang",
          "name": "Tyrant's Fang",
          "amount": 6,
          "rarity": 3
        },
        {
          "id": "DenialAndJudgment",
          "name": "Denial of Judgment",
          "amount": 1,
          "rarity": 5
        }
      ]
    },
    {
      "level": 9,
      "cost": 450000,
      "items": [
        {
          "id": "PhilosophiesOfKindling",
          "name": "Philosophies of Kindling",
          "amount": 12,
          "rarity": 4
        },
        {
          "id": "TyrantsFang",
          "name": "Tyrant's Fang",
          "amount": 9,
          "rarity": 3
        },
        {
          "id": "DenialAndJudgment",
          "name": "Denial of Judgment",
          "amount": 2,
          "rarity": 5
        }
      ]
    },
    {
      "level": 10,
      "cost": 700000,
      "items": [
        {
          "id": "PhilosophiesOfKindling",
          "name": "Philosophies of Kindling",
          "amount": 16,
          "rarity": 4
        },
        {
          "id": "TyrantsFang",
          "name": "Tyrant's Fang",
          "amount": 12,
          "rarity": 3
        },
        {
          "id": "DenialAndJudgment",
          "name": "Denial of Judgment",
          "amount": 2,
          "rarity": 5
        },
        {
          "id": "CrownOfInsight",
          "name": "Crown of Insight",
          "amount": 1,
          "rarity": 5
        }
      ]
    }
  ],
  "version": "5.3"
}