{
  "id": "FeatherfallJudgment",
  "shareid": 89,
  "name": "Суд пера",
  "title": "Сайно: Суд пера",
  "desc": "«Это и есть моя душа поединка...»",
  "inPlayDescription": "Когда Сайно с этой картой использует <span style=\"color:#FFFFFFFF\">Тайный обряд: Переправляющий души</span>, имея минимум 2 уровня Зависимости в состоянии <span style=\"color:#FFFFFFFF\">Поклявшийся прокладывать путь</span>, то дополнительно наносится 2 ед. урона (1 раз за раунд).",
  "attributes": {
    "cost": 3,
    "costType": "Электро",
    "cardType": "Карты экипировки",
    "energy": [
      {
        "id": "Electro",
        "type": "Электро",
        "count": 3
      },
      {
        "id": "Electro",
        "type": "Электро",
        "count": 3
      }
    ],
    "source": "Награда за приглашение Сайно в «Кошкин хвост», победу над ним в дуэли и выполнение целей испытания",
    "tags": [
      "Талант",
      "Боевое действие",
      "Талант",
      "Боевое действие"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Боевое действие: Эта карта экипируется, когда вашим активным персонажем является Сайно.Когда Сайно экипирует эту карту, сразу используется Тайный обряд: Переправляющий души 1 раз.Когда ваш Сайно с этой картой использует Тайный обряд: Переправляющий души, имея чётное кол-во уровней Зависимости у состояния Поклявшийся прокладывать путь, то дополнительно наносится 1 ед. урона.Чтобы добавить эту карту в колоду, там уже должна быть карта Сайно."
    },
    {
      "name": "",
      "desc": "Боевое действие: Эта карта экипируется, если вашим активным персонажем является Сайно. Когда Сайно экипирует эту карту, сразу используется Тайный обряд: Переправляющий души 1 раз. Ваш персонаж Сайно с этой картой использует Тайный обряд: Переправляющий души, когда останется минимум 2 уровня Зависимости карты Поклявшийся прокладывать путь, наносит дополнительно 2 ед. урона. (1 раз за раунд) Эту карту можно добавить в колоду, только если в колоде уже есть Сайно."
    }
  ],
  "version": "4.4",
  "shareId": 89
}