{
  "id": "Scorpocalypse",
  "shareid": 295,
  "name": "Огневихрь скорпиона",
  "title": "Пылающий повествователь: Огневихрь скорпиона",
  "desc": "«За Оазис вечности!»",
  "inPlayDescription": "В раундах, где Пустынник: Пылающий повествователь использует <span style=\"color:#FFFFFFFF\">обычную атаку</span> или <span style=\"color:#FFFFFFFF\">элементальный навык</span>, созданный персонажем с этой картой <span style=\"color:#FFFFFFFF\">Дух предзнаменования: Пиро скорпион</span> увеличивает урон на 1 ед.<br/><span style=\"color:#FFFFFFFF\">Дух предзнаменования: Пиро скорпион</span> теперь может получить снижение урона дважды за раунд.",
  "attributes": {
    "cost": 3,
    "costType": "Пиро",
    "cardType": "Карты экипировки",
    "energy": [
      {
        "id": "Pyro",
        "type": "Пиро",
        "count": 3
      },
      {
        "id": "Energy",
        "type": "Энергия",
        "count": 2
      },
      {
        "id": "Pyro",
        "type": "Пиро",
        "count": 3
      },
      {
        "id": "Energy",
        "type": "Энергия",
        "count": 2
      }
    ],
    "source": "Награда за принятие испытания в «Кошкином хвосте», победу над Пустынником: Пылающим повествователем в Дружеской дуэли и выполнение всех целей испытания",
    "tags": [
      "Талант",
      "Боевое действие",
      "Талант",
      "Боевое действие"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Боевое действие: Эта карта экипируется, когда вашим активным персонажем является Пустынник: Пылающий повествователь.Когда Пустынник: Пылающий повествователь экипирует эту карту, сразу используется Пробуждение духа предзнаменования: Пиро скорпион (1 раз).В раундах, где Пустынник: Пылающий повествователь использует обычную атаку или элементальный навык, созданный персонажем с этой картой Дух предзнаменования: Пиро скорпион увеличивает урон на 1 ед.Дух предзнаменования: Пиро скорпион теперь может получить снижение урона дважды за раунд.Чтобы добавить эту карту в колоду, там уже должна быть карта Пустынник: Пылающий повествователь."
    },
    {
      "name": "",
      "desc": "Боевое действие: Эта карта экипируется, когда вашим активным персонажем является Пустынник: Пылающий повествователь. Когда Пустынник: Пылающий повествователь экипирует эту карту, сразу используется Пробуждение духа предзнаменования: Пиро скорпион (1 раз). В раундах, где Пустынник: Пылающий повествователь использует обычную атаку или элементальный навык, созданный персонажем с этой картой Дух предзнаменования: Пиро скорпион увеличивает урон на 1 ед. Дух предзнаменования: Пиро скорпион теперь может получить снижение урона дважды за раунд. Чтобы добавить эту карту в колоду, там уже должна быть карта Пустынник: Пылающий повествователь."
    }
  ],
  "version": "4.4",
  "shareId": 295
}