{
  "id": "WishesUnnumbered",
  "shareid": 92,
  "name": "Бесчисленные мечты",
  "title": "Сёгун Райдэн: Бесчисленные мечты",
  "desc": "Зловещее знамение! Беспощадный могучий свет!",
  "inPlayDescription": "Когда Сёгун Райдэн с этой картой использует <span style=\"color:#FFFFFFFF\">Тайное искусство: Мусо синсэцу</span>, наносится 1 дополнительная ед. урона за каждую потраченную ед. <span style=\"color:#FFFFFFFF\">Решимости</span>.",
  "attributes": {
    "cost": 4,
    "costType": "Электро",
    "cardType": "Карты экипировки",
    "energy": [
      {
        "id": "Electro",
        "type": "Электро",
        "count": 4
      },
      {
        "id": "Energy",
        "type": "Энергия",
        "count": 2
      },
      {
        "id": "Electro",
        "type": "Электро",
        "count": 4
      },
      {
        "id": "Energy",
        "type": "Энергия",
        "count": 2
      }
    ],
    "source": "Награда за приглашение сёгуна Райдэн в «Кошкин хвост», победу в дуэли и выполнение целей испытания",
    "tags": [
      "Талант",
      "Боевое действие",
      "Талант",
      "Боевое действие"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Боевое действие: Эта карта экипируется, когда вашим активным персонажем является Сёгун Райдэн.Когда Сёгун Райдэн экипирует эту карту, сразу используется Тайное искусство: Мусо синсэцу.Когда Сёгун Райдэн использует Тайное искусство: Мусо синсэцу, наносится 1 дополнительная ед. урона за каждую потраченную ед. Решимости.Чтобы добавить эту карту в колоду, там уже должна быть карта Сёгун Райдэн."
    },
    {
      "name": "",
      "desc": "Боевое действие: Эта карта экипируется, когда вашим активным персонажем является Сёгун Райдэн. Когда Сёгун Райдэн экипирует эту карту, сразу используется Тайное искусство: Мусо синсэцу. Когда Сёгун Райдэн использует Тайное искусство: Мусо синсэцу, наносится 1 дополнительная ед. урона за каждую потраченную ед. Решимости. Чтобы добавить эту карту в колоду, там уже должна быть карта Сёгун Райдэн."
    }
  ],
  "version": "4.4",
  "shareId": 92
}