{
  "id": "SourSauceCeviche",
  "name": "Cá Trích Sốt Chua",
  "description": "Miếng cá sống có mùi vị trái cây. Sử dụng thịt cá vô cùng tươi ngon, sau khi lột da và thái từng miếng dày sẽ ngâm trong nước cốt chua, cho đến khi thịt cá biến thành màu trắng, sau cùng nêm nếm gia vị. Chua cay hòa quyện, đó chính là hương vị kinh điển nhất của Natlan.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "Fish",
      "name": "Thịt Cá",
      "amount": 2
    },
    {
      "id": "Onion",
      "name": "Hành Tây",
      "amount": 2
    },
    {
      "id": "Tomato",
      "name": "Cà Chua",
      "amount": 2
    }
  ],
  "dish_type": "Món Dạng Tấn Công",
  "results": {
    "suspicious": {
      "name": "Cá Trích Sốt Chua Kỳ Lạ",
      "description": "Miếng cá sống có mùi vị trái cây. Thời gian ngâm quá ngắn, thịt cá chưa ngấm đủ vị. Cũng may nguyên liệu khá tươi, hương vị cũng tàm tạm, tuy vậy vẫn có chút nuối tiếc trong lòng.",
      "effect": "Tấn công cả đội tăng 66 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "normal": {
      "name": "Cá Trích Sốt Chua",
      "description": "Miếng cá sống có mùi vị trái cây. Sử dụng thịt cá vô cùng tươi ngon, sau khi lột da và thái từng miếng dày sẽ ngâm trong nước cốt chua, cho đến khi thịt cá biến thành màu trắng, sau cùng nêm nếm gia vị. Chua cay hòa quyện, đó chính là hương vị kinh điển nhất của Natlan.",
      "effect": "Tấn công cả đội tăng 81 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "delicious": {
      "name": "Cá Trích Sốt Chua Ngon",
      "description": "Miếng cá sống có mùi vị trái cây. Thứ ập đến đầu tiên là làn sóng hương vị tươi ngon tuyệt hảo, tiếp theo là sự kích thích từ vị chua cay. Từng miếng thịt cá nhỏ cho cảm nhận vị giác nhiều tầng như thủy triều lên xuống, phảng phất như đang lướt sóng trên biển. Sau khi cơn sóng lắng xuống vẫn chưa muốn dừng lại.",
      "effect": "Tấn công cả đội tăng 95 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân."
    },
    "special": {
      "id": "HoneyglazedCeviche",
      "name": "Cá Trích Sốt Mật",
      "description": "Món ăn đặc biệt của Ororon. \"Món này là để kính tặng trưởng bối\". Vừa dứt lời, miếng cá lấp lánh đã được đưa lên. Từ vị ngọt ngào tinh tế không khó để nhận ra, bên trong nước sốt hẳn đã được thêm vào loại mật phải tốn rất nhiều công sức để thu thập... Tấm lòng này thực sự vô cùng đáng quý.",
      "effect": "Tấn công cả đội tăng 114 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
      "character": {
        "id": "Ororon",
        "name": "Ororon"
      }
    }
  },
  "version": "5.2"
}