{
  "id": "ElectroCicinsGleam",
  "shareid": 341,
  "name": "Cicin Lôi Nhấp Nháy",
  "title": "Thuật Sĩ Cicin Lôi - Cicin Lôi Nhấp Nháy",
  "desc": "\"Đây là... đến chơi cùng với ta sao?\"",
  "inPlayDescription": "Khi Fatui - Thuật Sĩ Cicin Lôi có trang bị thẻ bài này ở trong trận, trước khi phe ta lựa chọn hành động: Nếu <span style=\"color:#FFFFFFFF\">Số Lần Khả Dụng</span> của <span style=\"color:#FFFFFFFF\">Cicin Lôi</span> tối thiểu là 3, thì <span style=\"color:#FFFFFFFF\">Cicin Lôi</span> sẽ lập tức gây 1 điểm <span style=\"color:#FFACFFFF\">Sát Thương Nguyên Tố Lôi</span>. (Cần tiêu hao <span style=\"color:#FFFFFFFF\">Số Lần Khả Dụng</span>, mỗi hiệp 1 lần)",
  "attributes": {
    "cost": 3,
    "costType": "Nguyên Tố Lôi",
    "cardType": "Thẻ Trang Bị",
    "energy": [
      {
        "id": "Electro",
        "type": "Nguyên Tố Lôi",
        "count": 3
      },
      {
        "id": "Electro",
        "type": "Nguyên Tố Lôi",
        "count": 3
      }
    ],
    "source": "Nhận được sau khi Khiêu Chiến Quán Rượu ở chỗ Tiểu Hoàng Tử trong Quán Rượu Đuôi Mèo, và hoàn thành mục tiêu khiêu chiến trong độ khó Đánh Giải Trí với Fatui - Thuật Sĩ Cicin Lôi",
    "tags": [
      "Thiên Phú",
      "Hành Động Chiến Đấu",
      "Thiên Phú",
      "Hành Động Chiến Đấu"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Hành Động Chiến Đấu: Trang bị thẻ bài này khi nhân vật xuất chiến phe ta là Fatui - Thuật Sĩ Cicin Lôi.Fatui - Thuật Sĩ Cicin Lôi sau khi trang bị thẻ bài này, lập tức dùng 1 lần Hiệu Triệu Sương Mù.Khi Fatui - Thuật Sĩ Cicin Lôi có trang bị thẻ bài này ở trong trận, trước khi phe ta lựa chọn hành động: Nếu Số Lần Khả Dụng của Cicin Lôi tối thiểu là 3, thì Cicin Lôi sẽ lập tức gây 1 điểm Sát Thương Nguyên Tố Lôi. (Cần tiêu hao Số Lần Khả Dụng, mỗi hiệp 1 lần)(Bộ bài có Fatui - Thuật Sĩ Cicin Lôi mới có thể thêm)"
    },
    {
      "name": "",
      "desc": "Hành Động Chiến Đấu: Trang bị thẻ bài này khi nhân vật xuất chiến phe ta là Fatui - Thuật Sĩ Cicin Lôi. Fatui - Thuật Sĩ Cicin Lôi sau khi trang bị thẻ bài này, lập tức dùng 1 lần Hiệu Triệu Sương Mù. Khi Fatui - Thuật Sĩ Cicin Lôi có trang bị thẻ bài này ở trong trận, trước khi phe ta lựa chọn hành động: Nếu Số Lần Khả Dụng của Cicin Lôi tối thiểu là 3, thì Cicin Lôi sẽ lập tức gây 1 điểm Sát Thương Nguyên Tố Lôi. (Cần tiêu hao Số Lần Khả Dụng, mỗi hiệp 1 lần) (Bộ bài có Fatui - Thuật Sĩ Cicin Lôi mới có thể thêm)"
    }
  ],
  "version": "4.5",
  "shareId": 341
}