{
  "id": "TheSeedOfStoredKnowledge",
  "shareId": 109,
  "name": "Hạt Giống Ẩn Chứa Tri Thức",
  "title": "Nahida - Hạt Giống Ẩn Chứa Tri Thức",
  "desc": "\"Chia sẻ tri thức.\"",
  "in_play_description": "Khi Nahida có trang bị thẻ bài này ở trong trận, sẽ căn cứ theo loại nguyên tố trong đội phe ta để cung cấp hiệu quả:<br/><span style=\"color:#FF9999FF\">Nguyên tố Hỏa</span>: Khi <span style=\"color:#FFFFFFFF\">Cung Điện Maya</span> trong trận, bản thân nhân vật phe địch chịu phải phản ứng nguyên tố kích hoạt <span style=\"color:#FFFFFFFF\">Hạt Giống Skandha</span>, thì <span style=\"color:#FFFFFFFF\">Sát Thương Xuyên Thấu</span> nhận được từ <span style=\"color:#FFFFFFFF\">Hạt Giống Skandha</span> sẽ chuyển thành <span style=\"color:#7EC236FF\">Sát Thương Nguyên Tố Thảo</span>;<br/><span style=\"color:#FFACFFFF\">Nguyên tố Lôi</span>: Khi <span style=\"color:#FFFFFFFF\">Cung Điện Maya</span> vào trận, sẽ +1 <span style=\"color:#FFFFFFFF\">Số Lần Khả Dụng</span> của <span style=\"color:#FFFFFFFF\">Hạt Giống Skandha</span> trong khu vực đối phương;<br/><span style=\"color:#80C0FFFF\">Nguyên tố Thủy</span>: +1 <span style=\"color:#FFFFFFFF\">Số Hiệp Duy Trì</span> ban đầu của <span style=\"color:#FFFFFFFF\">Cung Điện Maya</span> do Nahida trang bị thẻ bài này sinh ra.",
  "attributes": {
    "cost": 3,
    "cost_type": "Nguyên Tố Thảo",
    "card_type": "Thẻ Trang Bị",
    "energy": [
      {
        "id": "Dendro",
        "type": "Nguyên Tố Thảo",
        "count": 3
      },
      {
        "id": "Energy",
        "type": "Năng Lượng",
        "count": 2
      }
    ],
    "source": "Nhận được sau khi mời Nahida giao đấu trong Quán Rượu Đuôi Mèo, và hoàn thành mục tiêu khiêu chiến tương ứng",
    "tags": [
      "Thiên Phú",
      "Hành Động Chiến Đấu"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Hành Động Chiến Đấu: Trang bị thẻ bài này khi nhân vật xuất chiến phe ta là Nahida. Nahida sau khi trang bị thẻ bài này, lập tức dùng 1 lần Ảo Ảnh Tâm Can. Khi Nahida có trang bị thẻ bài này ở trong trận, sẽ căn cứ theo loại nguyên tố trong đội phe ta để cung cấp hiệu quả: Nguyên tố Hỏa: Khi Cung Điện Maya trong trận, bản thân nhân vật phe địch chịu phải phản ứng nguyên tố kích hoạt Hạt Giống Skandha, thì Sát Thương Xuyên Thấu nhận được từ Hạt Giống Skandha sẽ chuyển thành Sát Thương Nguyên Tố Thảo; Nguyên tố Lôi: Khi Cung Điện Maya vào trận, sẽ +1 Số Lần Khả Dụng của Hạt Giống Skandha trong khu vực đối phương; Nguyên tố Thủy: +1 Số Hiệp Duy Trì ban đầu của Cung Điện Maya do Nahida trang bị thẻ bài này sinh ra. (Bộ bài bao gồm Nahida mới có thể thêm)"
    }
  ],
  "version": "3.7"
}