{
  "id": "AbyssalMayhemHydrospout",
  "shareid": 72,
  "name": "Caos abissale: Hydrogetto",
  "title": "Tartaglia: Hydrogetto",
  "desc": "Un colpo inarrestabile ma preciso.",
  "inPlayDescription": "Fase finale: quando Tartaglia è in campo e ha questa carta equipaggiata, se il personaggio attivo avversario è sotto l'effetto di <span style=\"color:#FFFFFFFF\">Risacca</span>, infliggi 1 <span style=\"color:#FFFFFFFF\">DAN da perforazione</span> a quel personaggio.",
  "attributes": {
    "cost": 3,
    "costType": "Hydro",
    "cardType": "Carta equipaggiamento",
    "energy": [
      {
        "id": "Hydro",
        "type": "Hydro",
        "count": 3
      },
      {
        "id": "Hydro",
        "type": "Hydro",
        "count": 3
      }
    ],
    "source": "Ricompensa ottenuta sfidando Tartaglia a duello alla Coda di Gatto e completando tutti gli obiettivi della sfida corrispondente",
    "tags": [
      "Talento",
      "Azione di combattimento",
      "Talento",
      "Azione di combattimento"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Azione di combattimento: se il tuo personaggio attivo è Tartaglia, equipaggia questa carta.Dopo che Tartaglia viene equipaggiato con questa carta, utilizza immediatamente Eredità immonda: Marea infuriata una volta.Fase finale: quando Tartaglia è in campo e ha questa carta equipaggiata, infliggi 1 DAN da perforazione al personaggio attivo avversario sotto l'effetto di Risacca.(Per aggiungere questa carta, il tuo mazzo deve contenere Tartaglia.)"
    },
    {
      "name": "",
      "desc": "Azione di combattimento: se il tuo personaggio attivo è Tartaglia, equipaggia questa carta. Dopo che Tartaglia viene equipaggiato con questa carta, utilizza immediatamente Eredità immonda: Marea infuriata una volta. Fase finale: quando Tartaglia è in campo e ha questa carta equipaggiata, infliggi 1 DAN da perforazione al personaggio attivo avversario sotto l'effetto di Risacca. (Per aggiungere questa carta, il tuo mazzo deve contenere Tartaglia.)"
    }
  ],
  "version": "4.4",
  "shareId": 72
}