{
  "id": "ChaoticEntropy",
  "shareid": 96,
  "name": "Entropia caotica",
  "title": "Sucrose: Entropia caotica",
  "desc": "I venti selvaggi si uniscono e, nel bel mezzo del caos, la vittoria.",
  "inPlayDescription": "Dopo che Sucrose, che è equipaggiata con questa carta, usa <span style=\"color:#FFFFFFFF\">Grande Spirito dei venti</span> e converte il tipo elementale della carta in un altro tipo elementale, infliggi DAN +1 del tipo elementale corrispondente.",
  "attributes": {
    "cost": 3,
    "costType": "Anemo",
    "cardType": "Carta equipaggiamento",
    "energy": [
      {
        "id": "Anemo",
        "type": "Anemo",
        "count": 3
      },
      {
        "id": "Energy",
        "type": "Energia",
        "count": 2
      },
      {
        "id": "Anemo",
        "type": "Anemo",
        "count": 3
      },
      {
        "id": "Energy",
        "type": "Energia",
        "count": 2
      }
    ],
    "source": "Ricompensa ottenuta sfidando Sucrose a duello alla Coda di Gatto e completando tutti gli obiettivi della sfida corrispondente",
    "tags": [
      "Talento",
      "Azione di combattimento",
      "Talento",
      "Azione di combattimento"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Azione di combattimento: se il tuo personaggio attivo è Sucrose, equipaggia questa carta.Dopo che Sucrose viene equipaggiata con questa carta, utilizza immediatamente Creazione proibita: Isomero 75 Tipo II una volta.Dopo che il Grande Spirito dei venti creato da Sucrose, che aveva questa carta equipaggiata, è passato a un altro tipo elementale: infliggi DAN +1 di questo tipo elementale.(Per aggiungere questa carta, il tuo mazzo deve contenere Sucrose.)"
    },
    {
      "name": "",
      "desc": "Azione di combattimento: se il tuo personaggio attivo è Sucrose, equipaggia questa carta. Dopo che Sucrose viene equipaggiata con questa carta, utilizza immediatamente Creazione proibita: Isomero 75 Tipo II una volta. Dopo che il Grande Spirito dei venti creato da Sucrose, che aveva questa carta equipaggiata, è passato a un altro tipo elementale: infliggi DAN +1 di questo tipo elementale. (Per aggiungere questa carta, il tuo mazzo deve contenere Sucrose.)"
    }
  ],
  "version": "4.4",
  "shareId": 96
}