{
  "id": "DiscretionarySupplement",
  "shareid": 95,
  "name": "Supplemento all'occorrenza",
  "title": "Dori: Supplemento all'occorrenza",
  "desc": "\"Prima aumenta il prezzo del 30%, poi vendi con uno sconto del 20%!\"",
  "inPlayDescription": "Il <span style=\"color:#FFFFFFFF\">Djinn</span> invocato da Dori, che ha questa carta equipaggiata, ripristina 1 PS aggiuntivo quando guarisce personaggi con un massimo di 6 PS e, se un personaggio non possiede <span style=\"color:#FFFFFFFF\">Energia</span>, questa aumenta di 1 punto aggiuntivo una volta ottenuta.",
  "attributes": {
    "cost": 3,
    "costType": "Electro",
    "cardType": "Carta equipaggiamento",
    "energy": [
      {
        "id": "Electro",
        "type": "Electro",
        "count": 3
      },
      {
        "id": "Energy",
        "type": "Energia",
        "count": 2
      },
      {
        "id": "Electro",
        "type": "Electro",
        "count": 3
      },
      {
        "id": "Energy",
        "type": "Energia",
        "count": 2
      }
    ],
    "source": "Ricompensa ottenuta sfidando Dori a duello alla Coda di Gatto e completando tutti gli obiettivi della sfida corrispondente",
    "tags": [
      "Talento",
      "Azione di combattimento",
      "Talento",
      "Azione di combattimento"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Azione di combattimento: se il tuo personaggio attivo è Dori, equipaggia questa carta.Quando Dori viene equipaggiata con questa carta, utilizza immediatamente Esattezza di Alcazarzaray una volta.Il Djinn invocato da Dori, che ha questa carta equipaggiata, ripristina 1 PS aggiuntivo quando guarisce personaggi con un massimo di 6 PS e, se un personaggio non possiede Energia, questa aumenta di 1 punto aggiuntivo una volta ottenuta.(Per aggiungere questa carta, il tuo mazzo deve contenere Dori.)"
    },
    {
      "name": "",
      "desc": "Azione di combattimento: se il tuo personaggio attivo è Dori, equipaggia questa carta. Quando Dori viene equipaggiata con questa carta, utilizza immediatamente Esattezza di Alcazarzaray una volta. Il Djinn invocato da Dori, che ha questa carta equipaggiata, ripristina 1 PS aggiuntivo quando guarisce personaggi con un massimo di 6 PS e, se un personaggio non possiede Energia, questa aumenta di 1 punto aggiuntivo una volta ottenuta. (Per aggiungere questa carta, il tuo mazzo deve contenere Dori.)"
    }
  ],
  "version": "4.4",
  "shareId": 95
}