{
  "id": "MoltenMail",
  "shareId": 354,
  "name": "Maglio incandescente",
  "title": "Imperatore del Fuoco e del Ferro: Maglio incandescente",
  "desc": "\"Immagina un mondo del genere: tutta l'umanità è stata spazzata via da Teyvat, e l'Imperatore del Fuoco e del Ferro, nella sua eterna crescita, indossa l'intero Palais Mermonia su di sé come un lussuoso manto di pietra bianca.\"",
  "attributes": {
    "cost": 1,
    "energy": [
      {
        "id": "Pyro",
        "type": "Pyro",
        "count": 1
      },
      {
        "id": "Pyro",
        "type": "Pyro",
        "count": 1
      },
      {
        "id": "Pyro",
        "type": "Pyro",
        "count": 1
      }
    ],
    "source": "Ricompensa ottenuta accettando la sfida della taverna contro l'Imperatore del Fuoco e del Ferro alla Coda di Gatto e completando tutti gli obiettivi della sfida corrispondente in un duello amichevole",
    "tags": [
      "Talento",
      "Talento",
      "Talento"
    ],
    "costType": "Pyro",
    "cardType": "Carta equipaggiamento"
  },
  "skills": [
    {
      "name": "",
      "desc": "Quando giocata: conferisci un'Applicazione di Pyro all'Imperatore del Fuoco e del Ferro equipaggiato con questa carta. Dopo che il tuo stato di Scudo, diverso da Carapace di Granchio corazzato o da uno stato di combattimento Scudo, viene rimosso: l'Imperatore del Fuoco e del Ferro che ha questa carta equipaggiata ottiene 2 accumuli di Carapace di Granchio corazzato (una volta per turno). (Per aggiungere questa carta, il tuo mazzo deve contenere Imperatore del Fuoco e del Ferro.)"
    },
    {
      "name": "",
      "desc": "Se giocata: conferisci un'Applicazione di Pyro all'Imperatore del Fuoco e del Ferro equipaggiato con questa carta. Dopo che il tuo stato di Scudo, diverso da Carapace di Granchio corazzato o da uno stato di combattimento Scudo, viene rimosso: l'Imperatore del Fuoco e del Ferro che ha questa carta equipaggiata ottiene 2 accumuli di Carapace di Granchio corazzato (una volta per turno). (Per aggiungere questa carta, il tuo mazzo deve contenere Imperatore del Fuoco e del Ferro.)"
    },
    {
      "name": "",
      "desc": "Se giocata: conferisci un'Applicazione di Pyro all'Imperatore del Fuoco e del Ferro equipaggiato con questa carta. Dopo che il tuo stato di Scudo, diverso da Carapace di Granchio corazzato o da uno stato di combattimento Scudo, viene rimosso: l'Imperatore del Fuoco e del Ferro che ha questa carta equipaggiata ottiene 2 accumuli di Carapace di Granchio corazzato (una volta per turno). (Per aggiungere questa carta, il tuo mazzo deve contenere Imperatore del Fuoco e del Ferro.)"
    }
  ],
  "inPlayDescription": "Dopo che il tuo stato di <span style=\"color:#FFFFFFFF\">Scudo</span>, diverso da <span style=\"color:#FFFFFFFF\">Carapace di Granchio corazzato</span> o da uno stato di combattimento <span style=\"color:#FFFFFFFF\">Scudo</span>, viene rimosso: l'Imperatore del Fuoco e del Ferro che ha questa carta equipaggiata ottiene 2 accumuli di <span style=\"color:#FFFFFFFF\">Carapace di Granchio corazzato</span> (una volta per turno).",
  "version": "4.6"
}