{
  "id": "RiteOfResurrection",
  "shareid": 68,
  "name": "Rito della rinascita",
  "title": "Qiqi: Rito della rinascita",
  "desc": "\"Devo... continuare a vivere...\"",
  "inPlayDescription": "Quando Qiqi, che ha questa carta equipaggiata, usa <span style=\"color:#FFFFFFFF\">Arte dell'Adeptus: Protettrice della fortuna</span>, rianima tutti i tuoi personaggi sconfitti e ne ripristina 2 PS (fino a 2 volte per ogni partita).",
  "attributes": {
    "cost": 4,
    "costType": "Cryo",
    "cardType": "Carta equipaggiamento",
    "energy": [
      {
        "id": "Cryo",
        "type": "Cryo",
        "count": 5
      },
      {
        "id": "Energy",
        "type": "Energia",
        "count": 3
      },
      {
        "id": "Cryo",
        "type": "Cryo",
        "count": 4
      },
      {
        "id": "Energy",
        "type": "Energia",
        "count": 3
      }
    ],
    "source": "Ricompensa ottenuta sfidando Qiqi a duello alla Coda di Gatto e completando tutti gli obiettivi della sfida corrispondente",
    "tags": [
      "Talento",
      "Azione di combattimento",
      "Talento",
      "Azione di combattimento"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Azione di combattimento: se il tuo personaggio attivo è Qiqi, equipaggia questa carta.Dopo che Qiqi viene equipaggiata con questa carta, utilizza immediatamente Arte dell'Adeptus: Protettrice della fortuna una volta.Dopo che Qiqi, che ha questa carta equipaggiata, utilizza Arte dell'Adeptus: Protettrice della fortuna, rianima tutti i tuoi personaggi sconfitti e ne ripristina 2 PS (fino a 2 volte per ogni partita).(Per aggiungere questa carta, il tuo mazzo deve contenere Qiqi.)"
    },
    {
      "name": "",
      "desc": "Azione di combattimento: se il tuo personaggio attivo è Qiqi, equipaggia questa carta. Dopo che Qiqi viene equipaggiata con questa carta, utilizza immediatamente Arte dell'Adeptus: Protettrice della fortuna una volta. Dopo che Qiqi, che ha questa carta equipaggiata, utilizza Arte dell'Adeptus: Protettrice della fortuna, rianima tutti i tuoi personaggi sconfitti e ne ripristina 2 PS (fino a 2 volte per ogni partita). (Per aggiungere questa carta, il tuo mazzo deve contenere Qiqi.)"
    }
  ],
  "version": "4.4",
  "shareId": 68
}