{
  "id": "SplendorOfTranquilWaters",
  "shareId": 384,
  "name": "Fulgore delle placide acque",
  "title": "Aurora e crepuscolo sul lago: Fulgore delle placide acque",
  "desc": "\"...In una mattina limpida come la luce che si riflette sul lago, la Signora delle Mille Acque si commosse per quella supplica addolorata.\\nE così, la dea dal cuore gentile esaudì il suo desiderio e diede la sua benedizione al viaggio che stava per avere inizio.\\nPerché la Signora delle Mille Acque sapeva che un giudizio equo era la più grande clemenza che si potesse concedere a un'anima altruista.\\nE forse è per questo che quel nobile verdetto tinse il destino dei suoi colori.\"",
  "attributes": {
    "cost": 2,
    "energy": [
      {
        "id": "MatchingElement",
        "type": "Elementi corrispondenti",
        "count": 2
      }
    ],
    "tags": [
      "Arma",
      "Spada"
    ],
    "costType": "Elementi corrispondenti",
    "cardType": "Carta equipaggiamento"
  },
  "skills": [
    {
      "name": "",
      "desc": "Dopo che un tuo personaggio subisce DAN o viene guarito: questa carta ottiene 1 punto Lagoluce. Quando questo personaggio usa un attacco normale: se hai già accumulato 12 punti Lagoluce, consuma 12 punti, questa abilità costa elemento indefinito ×2 in meno, infligge DAN +1 e ripristina 1 PS del personaggio associato (una volta per turno). (Equipaggiabile solo da personaggi con spada. Il personaggio può equipaggiare un massimo di 1 arma)."
    }
  ],
  "inPlayDescription": "<span style=\"color:#FFFFFFFF\">Dopo che un tuo personaggio subisce DAN o viene guarito:</span> questa carta ottiene 1 punto <span style=\"color:#FFFFFFFF\">Lagoluce</span>.<br/><span style=\"color:#FFFFFFFF\">Quando questo personaggio usa un attacco normale:</span> se hai già accumulato 12 punti <span style=\"color:#FFFFFFFF\">Lagoluce</span>, consuma 12 punti, questa abilità costa <span style=\"color:#FFFFFFFF\">elemento indefinito</span> ×2 in meno, infligge DAN +1 e ripristina 1 PS del personaggio associato (una volta per turno).",
  "version": "4.7"
}