{
  "id": "SteadyBreathing",
  "shareid": 64,
  "name": "Respiro regolare",
  "title": "Chongyun: Respiro regolare",
  "desc": "Il respiro regolare regolarizza il cuore.",
  "inPlayDescription": "Quando Chongyun, che ha questa carta equipaggiata, crea un <span style=\"color:#FFFFFFFF\">Campo di gelo Chonghua</span>, ottiene gli effetti seguenti: gli <span style=\"color:#FFFFFFFF\">attacchi normali</span> dei tuoi personaggi che brandiscono spada, claymore o lancia infliggono DAN +1.",
  "attributes": {
    "cost": 3,
    "costType": "Cryo",
    "cardType": "Carta equipaggiamento",
    "energy": [
      {
        "id": "Cryo",
        "type": "Cryo",
        "count": 3
      },
      {
        "id": "Cryo",
        "type": "Cryo",
        "count": 3
      }
    ],
    "source": "Ricompensa ottenuta sfidando Chongyun a duello alla Coda di Gatto e completando tutti gli obiettivi della sfida corrispondente",
    "tags": [
      "Talento",
      "Azione di combattimento",
      "Talento",
      "Azione di combattimento"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Azione di combattimento: se il tuo personaggio attivo è Chongyun, equipaggia questa carta.Dopo che Chongyun viene equipaggiato con questa carta, utilizza immediatamente Gelo stratificato di Chonghua una volta.Quando Chongyun, che ha questa carta equipaggiata, crea un Campo di gelo Chonghua, ottiene gli effetti seguenti: gli attacchi normali dei tuoi personaggi che brandiscono spada, claymore o lancia infliggono DAN +1.(Per aggiungere questa carta, il tuo mazzo deve contenere Chongyun.)"
    },
    {
      "name": "",
      "desc": "Azione di combattimento: se il tuo personaggio attivo è Chongyun, equipaggia questa carta. Dopo che Chongyun viene equipaggiato con questa carta, utilizza immediatamente Gelo stratificato di Chonghua una volta. Quando Chongyun, che ha questa carta equipaggiata, crea un Campo di gelo Chonghua, ottiene gli effetti seguenti: gli attacchi normali dei tuoi personaggi che brandiscono spada, claymore o lancia infliggono DAN +1. (Per aggiungere questa carta, il tuo mazzo deve contenere Chongyun.)"
    }
  ],
  "version": "4.4",
  "shareId": 64
}