{
  "id": "StonehideReforged",
  "shareid": 119,
  "name": "Mantodipietra riforgiato",
  "title": "Forgiato dalla pietra",
  "desc": "Una forza persistente scorre tramite quella forma scoscesa.",
  "inPlayDescription": "Quando il Lawachurl Mantodipietra, che ha questa carta equipaggiata, sconfigge un personaggio avversario, il Lawachurl Mantodipietra si associa di nuovo a <span style=\"color:#FFFFFFFF\">Mantodipietra</span> e <span style=\"color:#FFFFFFFF\">Forza della pietra</span>.",
  "attributes": {
    "cost": 4,
    "costType": "Geo",
    "cardType": "Carta equipaggiamento",
    "energy": [
      {
        "id": "Geo",
        "type": "Geo",
        "count": 4
      },
      {
        "id": "Energy",
        "type": "Energia",
        "count": 2
      },
      {
        "id": "Geo",
        "type": "Geo",
        "count": 4
      },
      {
        "id": "Energy",
        "type": "Energia",
        "count": 2
      }
    ],
    "source": "Ricompensa ottenuta accettando la sfida della taverna contro un Lawachurl Mantodipietra alla Coda di Gatto e completando tutti gli obiettivi della sfida corrispondente in un duello amichevole",
    "tags": [
      "Talento",
      "Azione di combattimento",
      "Talento",
      "Azione di combattimento"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Azione di combattimento: se il tuo personaggio attivo è il Lawachurl Mantodipietra, equipaggia questa carta.Dopo che il Lawachurl Mantodipietra viene equipaggiato con questa carta, utilizza immediatamente Upa Shato una volta.Quando il Lawachurl Mantodipietra, che ha questa carta equipaggiata, sconfigge un personaggio avversario: il Lawachurl Mantodipietra si associa di nuovo a Mantodipietra e Forza della pietra.(Per aggiungere questa carta, il tuo mazzo deve contenere il Lawachurl Mantodipietra.)"
    },
    {
      "name": "",
      "desc": "Azione di combattimento: se il tuo personaggio attivo è il Lawachurl Mantodipietra, equipaggia questa carta. Dopo che il Lawachurl Mantodipietra viene equipaggiato con questa carta, utilizza immediatamente Upa Shato una volta. Quando il Lawachurl Mantodipietra, che ha questa carta equipaggiata, sconfigge un personaggio avversario: il Lawachurl Mantodipietra si associa di nuovo a Mantodipietra e Forza della pietra. (Per aggiungere questa carta, il tuo mazzo deve contenere il Lawachurl Mantodipietra.)"
    }
  ],
  "version": "4.4",
  "shareId": 119
}