{
  "id": "TheSeedOfStoredKnowledge",
  "shareId": 109,
  "name": "Seme della conoscenza custodita",
  "title": "Nahida: Seme della conoscenza custodita",
  "desc": "\"Conoscenza condivisa.\"",
  "in_play_description": "Quando Nahida si trova sul campo con questa carta equipaggiata, si verificano i seguenti effetti in base ai tipi elementali del tuo gruppo. Pyro: quando il Santuario di Maya è in campo, i personaggi avversari che innescano il Seme di Skandha tramite le reazioni elementali da cui sono affetti convertono il DAN da perforazione ottenuto da Seme di Skandha in DAN da Dendro. Electro: quando il Santuario di Maya entra in campo, il Seme di Skandha attualmente presente dell'avversario guadagna Utilizzi +1. Hydro: dopo che Nahida, che è equipaggiata con questa carta, rilascia Santuario di Maya, Durata (in turni) +1.",
  "attributes": {
    "cost": 3,
    "cost_type": "Dendro",
    "card_type": "Carta equipaggiamento",
    "energy": [
      {
        "id": "Dendro",
        "type": "Dendro",
        "count": 3
      },
      {
        "id": "Energy",
        "type": "Energia",
        "count": 2
      }
    ],
    "source": "Ricompensa ottenuta sfidando Nahida a duello alla Coda di Gatto e completando tutti gli obiettivi della sfida corrispondente",
    "tags": [
      "Talento",
      "Azione di combattimento"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Azione di combattimento: se il tuo personaggio attivo è Nahida, equipaggia questa carta. Dopo che Nahida viene equipaggiata con questa carta, utilizza immediatamente Cuore illusorio una volta. Quando Nahida si trova sul campo con questa carta equipaggiata, si verificano i seguenti effetti in base ai tipi elementali del tuo gruppo. Pyro: quando il Santuario di Maya è in campo, i personaggi avversari che innescano il Seme di Skandha tramite le reazioni elementali da cui sono affetti convertono il DAN da perforazione ottenuto da Seme di Skandha in DAN da Dendro. Electro: quando il Santuario di Maya entra in campo, il Seme di Skandha attualmente presente dell'avversario guadagna Utilizzi +1. Hydro: dopo che Nahida, che è equipaggiata con questa carta, rilascia Santuario di Maya, Durata (in turni) +1. (Per aggiungere questa carta, il tuo mazzo deve contenere Nahida.)"
    }
  ],
  "version": "3.7"
}