{
  "id": "QingceStirFry",
  "name": "Qingce Stir Fry",
  "description": "เมนูผัดไฟแรง กล่าวกันว่าแต่เดิมเป็นเมนูที่ทุกครอบครัวในหมู่บ้าน Qingce สามารถทำได้ แต่คาดไม่ถึงว่ารสชาติที่เผ็ดร้อนของมันกลับได้รับการยอมรับจากทุกคน อีกทั้งยังแพร่หลายไปทั่วทั้งเมือง Liyue อีกด้วย",
  "rarity": 3,
  "ingredients": [
    {
      "id": "Mushroom",
      "name": "Mushroom",
      "amount": 3
    },
    {
      "id": "LotusHead",
      "name": "Lotus Head",
      "amount": 2
    },
    {
      "id": "JueyunChili",
      "name": "Jueyun Chili",
      "amount": 1
    },
    {
      "id": "Cabbage",
      "name": "Cabbage",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการโจมตี",
  "results": {
    "suspicious": {
      "name": "Qingce Stir Fry รสประหลาด",
      "description": "เมนูผัดไฟแรง จานนี้ดูเหมือนจะเป็นผลงานที่ล้มเหลว กินดูแล้วทั้งขมทั้งเผ็ด ถ้าไม่อยากให้ข้าวเสียรสชาติล่ะก็ ยังไงเอามันไปไว้ไกล ๆ หน่อยเถอะนะ",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกในทีมทั้งหมด 160 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "name": "Qingce Stir Fry",
      "description": "เมนูผัดไฟแรง กล่าวกันว่าแต่เดิมเป็นเมนูที่ทุกครอบครัวในหมู่บ้าน Qingce สามารถทำได้ แต่คาดไม่ถึงว่ารสชาติที่เผ็ดร้อนของมันกลับได้รับการยอมรับจากทุกคน อีกทั้งยังแพร่หลายไปทั่วทั้งเมือง Liyue อีกด้วย",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกในทีมทั้งหมด 194 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "name": "Qingce Stir Fry แสนอร่อย",
      "description": "เมนูผัดไฟแรง เพียงแค่ได้กลิ่นก็น้ำลายไหล รสเผ็ดจัดนั้นช่างทำให้ซาบซ่าน ซึ่งทำให้รู้สึกว่าสามารถเขมือบข้าวสิบจานจนหมดเกลี้ยงได้ในชั่ววูบเดียว",
      "effect": "เพิ่มพลังโจมตีให้กับ สมาชิกทีมทั้งหมดขึ้น 228 หน่วยเป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "special": {
      "id": "QingceHouseholdDish",
      "name": "Qingce Household Dish",
      "description": "เมนูพิเศษของ Yaoyao ไม่ได้มีการจัดจานอย่างงดงามตระการตาเหมือนภัตตาคารระดับหรู ภายนอกก็ดูธรรมดาทั่วไป แต่ขอแค่ได้กินสักคำ ความดื่มด่ำในรสชาติที่อบอุ่นและคุ้นเคย จะตราตรึงเอาไว้ในความทรงจำตลอดไป รสชาติแบบนี้จึงจะถูกปากและถูกใจ หากจะพูดถึงความเป็นมาของเมนูจานนี้ งั้นคงบอกได้ว่า \"เคล็ดลับการปรุงรส\" ของมันก็คือ \"ความเอาใจใส่\" ของ Yaoyao นั่นเอง",
      "effect": "เพิ่มพลังโจมตีให้กับสมาชิกทีมทั้งหมดขึ้น 274 หน่วย เป็นเวลา 300 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะส่งผลกับตัวละครของตัวเองเท่านั้น",
      "character": {
        "id": "Yaoyao",
        "name": "Yaoyao"
      }
    }
  },
  "version": "2.5"
}