{
  "id": "RainbowMacarons",
  "name": "Rainbow Macarons",
  "description": "ขนมทรงกลมชิ้นเล็ก ๆ หลากสีสัน Fontaine มีคำโบราณกล่าวไว้ว่า: ถ้าในขนมหวานไม่มีมาการอง ก็เหมือนน้ำที่ไม่มีแหล่งน้ำ ในฐานะที่เป็นหนึ่งในขนมหวานที่เป็นสัญลักษณ์ของประเทศแห่งน้ำ อย่าว่าแต่เชฟขนมหวานแห่ง Fontaine เลย แม้แต่คนรักขนมหวานตามถนนก็ยังท่องสูตรการทำได้อย่างคล่องแคล่ว",
  "rarity": 3,
  "ingredients": [
    {
      "id": "BirdEgg",
      "name": "Bird Egg",
      "amount": 3
    },
    {
      "id": "Sugar",
      "name": "Sugar",
      "amount": 2
    },
    {
      "id": "Almond",
      "name": "Almond",
      "amount": 2
    },
    {
      "id": "BulleFruit",
      "name": "Bulle Fruit",
      "amount": 1
    }
  ],
  "dish_type": "เมนูการผจญภัย",
  "results": {
    "suspicious": {
      "name": "Rainbow Macarons รสประหลาด",
      "description": "ขนมทรงกลมชิ้นเล็ก ๆ หลากสีสัน หยิบชิ้นแรกขึ้นมา เมื่อกินก็พบกว่ามันกลวง หยิบชิ้นที่สองขึ้นมา รูปทรงดูบิดเบี้ยว หยิบชิ้นที่สามขึ้นมา ผิวภายนอกขรุขระไม่ราบเรียบ สีไม่สม่ำเสมอ... สมแล้วที่เป็นขนมหวานของ Fontaine ที่มีรายละเอียดซับซ้อน ถ้าอยากจะทำให้สำเร็จคงต้องใช้เวลาฝึกฝนอีกนานเลย",
      "effect": "ลดอัตราการเสียพลังกายจากการปีน และวิ่งให้กับสมาชิกทีมทั้งหมดลง 15% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "normal": {
      "name": "Rainbow Macarons",
      "description": "ขนมทรงกลมชิ้นเล็ก ๆ หลากสีสัน Fontaine มีคำโบราณกล่าวไว้ว่า: ถ้าในขนมหวานไม่มีมาการอง ก็เหมือนน้ำที่ไม่มีแหล่งน้ำ ในฐานะที่เป็นหนึ่งในขนมหวานที่เป็นสัญลักษณ์ของประเทศแห่งน้ำ อย่าว่าแต่เชฟขนมหวานแห่ง Fontaine เลย แม้แต่คนรักขนมหวานตามถนนก็ยังท่องสูตรการทำได้อย่างคล่องแคล่ว",
      "effect": "ลดอัตราการเสียพลังกายจากการปีนและวิ่งให้กับสมาชิกทีมทั้งหมดลง 20% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะส่งผลกับตัวละครของตัวเองเท่านั้น"
    },
    "delicious": {
      "name": "Rainbow Macarons แสนอร่อย",
      "description": "ขนมทรงกลมชิ้นเล็ก ๆ หลากสีสัน เปลือกนอกที่บางกรอบห่อหุ้มไส้ที่นุ่มนวลและละเอียดเอาไว้ ทุกอย่างสมบูรณ์แบบอย่างลงตัว แค่ชิมหนึ่งคำก็รู้สึกเหมือนถูกจมูกของแมวน้อยคลอเคลียที่หัวใจเบา ๆ ไม่ว่าใครก็ต้องพ่ายแพ้ให้กับความโรแมนติกที่แสนหวานคำนี้",
      "effect": "ลดอัตราการเสียพลังกายจากการปีน และวิ่งให้กับสมาชิกทีมทั้งหมดลง 25% เป็นเวลา 900 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น"
    },
    "special": {
      "id": "PickWhatYouLike",
      "name": "\"Pick What You Like!\"",
      "description": "อาหารพิเศษของ Navia \"มาเร็ว! เลือกอันที่เธอชอบสิ!\" เมื่อเสียงแห่งความสุขที่คุ้นเคยดังขึ้น สิ่งที่ปรากฏในสายตาก็คือชั้นขนมหวานหรูหราสองชั้นที่แสนประณีต และยังมีมาการองที่จัดวางอย่างเป็นระเบียบ ด้านบนมีการวาดรูปสีหน้าต่าง ๆ ช่างน่าสนใจจริง ๆ... ทำให้อดคิดไม่ได้ว่า... ถ้าหยิบไปทั้งหมด Navia จะทำสีหน้ายังไงนะ?",
      "effect": "ลดอัตราการเสียพลังกายจากการปีน และวิ่งให้กับสมาชิกทีมทั้งหมดลง 25% เป็นเวลา 1500 วินาที เมื่อเล่นในโหมดเล่นหลายคน จะมีผลกับตัวละครของตัวเองเท่านั้น",
      "character": {
        "id": "Navia",
        "name": "Navia"
      }
    }
  },
  "version": "4.8"
}