{
  "id": "BlazedMeatStew",
  "name": "Blazed Meat Stew",
  "description": "A spicy meat stew. Raw meat is seasoned with an array of different spices, then slow-cooked until tender. The moment you open the lid, a hot and spicy aroma wafts out to greet you. When you're not sure what to eat when it's time to celebrate, you can't go wrong with this!",
  "rarity": 3,
  "ingredients": [
    {
      "id": "RawMeat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "id": "GlabrousBeans",
      "name": "Glabrous Beans",
      "amount": 3
    },
    {
      "id": "Tomato",
      "name": "Tomato",
      "amount": 3
    },
    {
      "id": "Onion",
      "name": "Onion",
      "amount": 2
    }
  ],
  "dish_type": "ATK-Boosting Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Blazed Meat Stew",
      "description": "A spicy meat stew. The excessive spiciness sets your mouth ablaze... and your stomach too, once you force the meat down your belabored gullet. Now if only there was a large cup of water to put these flames out...",
      "effect": "Increases all party members' CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "name": "Blazed Meat Stew",
      "description": "A spicy meat stew. Raw meat is seasoned with an array of different spices, then slow-cooked until tender. The moment you open the lid, a hot and spicy aroma wafts out to greet you. When you're not sure what to eat when it's time to celebrate, you can't go wrong with this!",
      "effect": "Increases all party members' CRIT Rate by 15% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "name": "Delicious Blazed Meat Stew",
      "description": "A spicy meat stew. All manner of spices bring out the rich aroma of meat. A well-tuned spiciness awakens your slumbering tastebuds with its touch, and as the meat meets your teeth, its rich juices spill forth, filling your heart with sumptuous joy. Not a drop, you declare, shall be spared. Not one drop.",
      "effect": "Increases all party members' CRIT Rate by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "special": {
      "id": "SaurianHuntersReward",
      "name": "Saurian Hunter's Reward",
      "description": "Kinich's specialty. The large, richly flavored chunks of meat come in hot... and spicy to boot. Ajaw keeps mumbling by your side. \"Consider yourself lucky to enjoy this for free! Why, in days past, we would only reward ourselves thus for a true big-game hunt. Indeed, you should be offering delicious fruit juice unto me as thanksgiving!\" To which Kinich helpfully supplies, \"Just eat. Ignore his nonsense.\"",
      "effect": "Increases all party members' CRIT Rate by 20% and CRIT DMG by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
      "character": {
        "id": "Kinich",
        "name": "Kinich"
      }
    }
  },
  "version": "5.0"
}