{
  "id": "BraisedMeat",
  "name": "Braised Meat",
  "description": "A stewed dish. The meat slices were fried first, followed by the vegetable accouterments, after which they were mixed together. The soup was then added and simmered until it thickened. After this patient, slow cooking process, the meat has become soft and tender, bringing those who eat it a down-to-earth satisfaction.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "RawMeat",
      "name": "Raw Meat",
      "amount": 4
    },
    {
      "id": "Carrot",
      "name": "Carrot",
      "amount": 2
    },
    {
      "id": "Potato",
      "name": "Potato",
      "amount": 2
    },
    {
      "id": "Onion",
      "name": "Onion",
      "amount": 1
    }
  ],
  "dish_type": "ATK-Boosting Dish",
  "results": {
    "suspicious": {
      "name": "Suspicious Braised Meat",
      "description": "A stewed dish. The stewing process seems to have been bungled, with the ingredients just have been bundled into the pot to cook together, resulting in wilted vegetables that have all but dissolved into the soup, leaving nothing to this pot but the greasy taste of meat...",
      "effect": "Increases all party members' Physical DMG by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "normal": {
      "name": "Braised Meat",
      "description": "A stewed dish. The meat slices were fried first, followed by the vegetable accouterments, after which they were mixed together. The soup was then added and simmered until it thickened. After this patient, slow cooking process, the meat has become soft and tender, bringing those who eat it a down-to-earth satisfaction.",
      "effect": "Increases all party members' Physical DMG by 30% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    },
    "delicious": {
      "name": "Delicious Braised Meat",
      "description": "A stewed dish. The rich soup sauce and fragrant meat combine to give off an irresistible aroma, while the scattered vegetables are crisp instead of soft, enriching the flavor of the dish... so much so that people will tuck in despite the intense heat until there is nothing left but the sauce... Wait, why don't we just dip our bread in that?",
      "effect": "Increases all party members' Physical DMG by 40% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
    }
  },
  "version": "4.3"
}