{
	"id": "ThePalaceJewels",
	"name": "The Palace Jewels",
	"description": "A deliciously fragrant Liyue dish. Shrimp meat is battered and cooked with rich crab roe. The roe is as radiant gold, while the shrimp sparkles like jade, hence the name \"The Palace Jewels.\"",
	"rarity": 3,
	"ingredients": [
		{
			"id": "ShrimpMeat",
			"name": "Shrimp Meat",
			"amount": 3
		},
		{
			"id": "CrabRoe",
			"name": "Crab Roe",
			"amount": 1
		},
		{
			"id": "Snapdragon",
			"name": "Snapdragon",
			"amount": 1
		},
		{
			"id": "Salt",
			"name": "Salt",
			"amount": 1
		}
	],
	"dishType": "DEF-Boosting Dish",
	"results": {
		"suspicious": {
			"name": "Suspicious The Palace Jewels",
			"description": "A deliciously fragrant Liyue dish. The roughly processed shrimp and half-cooked crab roe give off an odd smell, reeking of the charnel stench of some brutal crab-shrimp war. Considering that the raw ingredients themselves are still quite fresh, this shambling nightmare could still be classified as food... if one were to ignore the stink, anyway.",
			"effect": "Increases all party members' Max HP by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
		},
		"normal": {
			"name": "The Palace Jewels",
			"description": "A deliciously fragrant Liyue dish. Shrimp meat is battered and cooked with rich crab roe. The roe is as radiant gold, while the shrimp sparkles like jade, hence the name \"The Palace Jewels.\"",
			"effect": "Increases all party members' Max HP by 22% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
		},
		"delicious": {
			"name": "Delicious The Palace Jewels",
			"description": "A deliciously fragrant Liyue dish. Soft, smooth crab meat is wrapped in tender, chewy shrimp meat, like a luxurious treasure that people unconsciously reach for. One delicate bite fills your mouth with flavor, like waves billowing across your palate as you float in a delicious river of shrimp and crab.",
			"effect": "Increases all party members' Max HP by 25% for 300s. In Co-Op Mode, this effect only applies to your own character(s)."
		}
	},
	"version": "4.4"
}
