{
  "id": "AllThingsAreOfTheEarth",
  "shareid": 111,
  "name": "Her Şey Topraktan Doğar",
  "title": "\"Her Şey Topraktan Doğar\" Baizhu",
  "desc": "\"Gökleri ve yeri kavrayabilir, çi enerjisi akışının uğursuz havasına karşı koyabilir ve zihnini açık tutabilirsen o zaman karşında hiçbir şey duramaz.\"",
  "inPlayDescription": "Bu kartı kuşanan Baizhu alandayken <span style=\"color:#FFFFFFFF\">Kusursuz Kalkan</span> bir İyileştirme Etkisi etkinleştirdiğinde aktif karakterinle aynı Element Türünden 1 Element Zarı oluşur.",
  "attributes": {
    "cost": 4,
    "costType": "Doğa",
    "cardType": "Ekipman Kartı",
    "energy": [
      {
        "id": "Dendro",
        "type": "Doğa",
        "count": 4
      },
      {
        "id": "Energy",
        "type": "Enerji",
        "count": 2
      },
      {
        "id": "Dendro",
        "type": "Doğa",
        "count": 4
      },
      {
        "id": "Energy",
        "type": "Enerji",
        "count": 2
      },
      {
        "id": "Dendro",
        "type": "Doğa",
        "count": 4
      },
      {
        "id": "Energy",
        "type": "Enerji",
        "count": 2
      }
    ],
    "source": "Baizhu'yu Kedi Kuyruğu'nda bir düelloya davet etme ve ilgili tüm mücadele hedeflerine ulaşma ödülü.",
    "tags": [
      "Yetenek",
      "Savaş Hamlesi",
      "Yetenek",
      "Savaş Hamlesi",
      "Yetenek",
      "Savaş Hamlesi"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Savaş Hamlesi: Aktif karakterin Baizhu olduğunda bu kartı kuşan.Baizhu bu kartı kuşandıktan sonra hemen bir defa Bütüncül İyileştirme kullanır.Bu kartı kuşanan Baizhu alandayken Kusursuz Kalkan bir İyileştirme Etkisi etkinleştirdiğinde aktif karakterininkiyle aynı türde bir Element Zarı oluşur.(Bu kartı destene eklemek için destende Baizhu olmalıdır.)"
    },
    {
      "name": "",
      "desc": "Savaş Hamlesi: Aktif karakterin Baizhu olduğunda bu kartı kuşan. Baizhu bu kartı kuşandıktan sonra hemen bir defa Bütüncül İyileştirme kullanır. Bu kartı kuşanan Baizhu alandayken Kusursuz Kalkan bir İyileştirme Etkisi etkinleştirdiğinde aktif karakterinle aynı Element Türünden bir Element Zarı oluşur. (Bu kartı destene eklemek için destende Baizhu olmalıdır.)"
    },
    {
      "name": "",
      "desc": "Savaş Hamlesi: Aktif karakterin Baizhu olduğunda bu kartı kuşan. Baizhu bu kartı kuşandıktan sonra hemen bir defa Bütüncül İyileştirme kullanır. Bu kartı kuşanan Baizhu alandayken Kusursuz Kalkan bir İyileştirme Etkisi etkinleştirdiğinde aktif karakterinle aynı Element Türünden 1 Element Zarı oluşur. (Bu kartı destene eklemek için destende Baizhu olmalıdır.)"
    }
  ],
  "version": "4.4",
  "shareId": 111
}