{
  "id": "PearlSolidification",
  "shareid": 326,
  "name": "Katılaşmış İnci",
  "title": "Bin Yıllık İnci Denizatı: Katılaşmış İnci",
  "desc": "Tuhaf Deniz İncisi, Fontemer Tufanı... Denizatı şeklindeki esrarengiz canavarın, yalnız bir kral olmasına rağmen ne zengin bir sarayı ne de harabeleri vardır. Sahip olduğu şey ise diğer Fontemer Sapkınlarını dehşete düşürüp çil yavrusu gibi dağıtacak haşmeti ve gücüdür...",
  "inPlayDescription": "Bin Yıllık İnci Denizatı karakterine eklenen <span style=\"color:#FFFFFFFF\">Fontemer İncisi</span>, Minyonlardan gelen Hasarı etkisizleştirdiğinde <span style=\"color:#FFFFFFFF\">Kullanım Hakkı</span> harcanmaması her Turda iki defa olacak şekilde değişir.",
  "attributes": {
    "cost": 0,
    "cardType": "Ekipman Kartı",
    "energy": [],
    "source": "Bin Yıllık İnci Denizatına karşı Kedi Kuyruğu'ndaki Han Mücadelesini kabul etme ve Dostluk Düellosundaki ilgili tüm mücadele hedeflerine ulaşma ödülü.",
    "tags": [
      "Yetenek",
      "Yetenek"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Yalnızca aktif karakterin Bin Yıllık İnci Denizatı olduğunda oynayabilirsin. Bin Yıllık İnci Denizatı oynandığında 1 Kullanım Hakkı olan Fontemer İncisi kazanır. Eğer zaten Fontemer İncisi eklenmişse Kullanım Hakkı 1 artar.Bin Yıllık İnci Denizatı üzerindeki Fontemer İncisi, Minyonlardan gelen Hasarı etkisiz hale getirdiğinde Kullanım Hakkı harcanmaması her Turda iki defa olacak şekilde değişir.(Bu kartı destene eklemek için destende Bin Yıllık İnci Denizatı olmalıdır.)"
    },
    {
      "name": "",
      "desc": "Yalnızca aktif karakterin Bin Yıllık İnci Denizatı olduğunda oynayabilirsin. Bin Yıllık İnci Denizatı oynandığında 1 Kullanım Hakkı olan Fontemer İncisi kazanır. Eğer zaten Fontemer İncisi eklenmişse Kullanım Hakkı 1 artar. Bin Yıllık İnci Denizatı üzerindeki Fontemer İncisi, Minyonlardan gelen Hasarı etkisiz hale getirdiğinde Kullanım Hakkı harcanmaması her Turda iki defa olacak şekilde değişir. (Bu kartı destene eklemek için destende Bin Yıllık İnci Denizatı olmalıdır.)"
    }
  ],
  "version": "4.4",
  "shareId": 326
}