{
  "id": "TheOverflow",
  "shareid": 75,
  "name": "Taşkın",
  "title": "Candace: Taşkın",
  "desc": "Kart oyununda kurallara saygı göstermeyenler...\\nOyuna gönül verenlerin düşmanlarıdır.",
  "inPlayDescription": "Candace bu kartı kuşandığında <span style=\"color:#FFFFFFFF\">Kızıl Taç Duası</span> şu ek etkiyi kazanır: <span style=\"color:#FFFFFFFF\">Karakterin Normal Saldırı kullandıktan sonra</span> 1 <span style=\"color:#80C0FFFF\">Su Hasarı</span> verir. (Her Turda bir defa)",
  "attributes": {
    "cost": 3,
    "costType": "Su",
    "cardType": "Ekipman Kartı",
    "energy": [
      {
        "id": "Hydro",
        "type": "Su",
        "count": 3
      },
      {
        "id": "Energy",
        "type": "Enerji",
        "count": 2
      },
      {
        "id": "Hydro",
        "type": "Su",
        "count": 3
      },
      {
        "id": "Energy",
        "type": "Enerji",
        "count": 2
      }
    ],
    "source": "Candace'ı Kedi Kuyruğu'nda bir düelloya davet etme ve ilgili tüm mücadele hedeflerine ulaşma ödülü.",
    "tags": [
      "Yetenek",
      "Savaş Hamlesi",
      "Yetenek",
      "Savaş Hamlesi"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Savaş Hamlesi: Aktif karakterin Candace olduğunda bu kartı kuşan.Candace bu kartı kuşandıktan sonra hemen bir defa Kutsal Ayin: Kuyruksallayan Dalgası kullanır.Candace bu kartı kuşandığında ortaya çıkan Kızıl Taç Duası şu ek etkiyi kazanır: Karakterin Normal Saldırı kullandıktan sonra 1 Su Hasarı verir. (Her Turda bir defa)(Bu kartı destene eklemek için destende Candace olmalıdır.)"
    },
    {
      "name": "",
      "desc": "Savaş Hamlesi: Aktif karakterin Candace olduğunda bu kartı kuşan. Candace bu kartı kuşandıktan sonra hemen bir defa Kutsal Ayin: Kuyruksallayan Dalgası kullanır. Candace bu kartı kuşandığında ortaya çıkan Kızıl Taç Duası şu ek etkiyi kazanır: Karakterin Normal Saldırı kullandıktan sonra 1 Su Hasarı verir. (Her Turda bir defa) (Bu kartı destene eklemek için destende Candace olmalıdır.)"
    }
  ],
  "version": "4.4",
  "shareId": 75
}