{
  "id": "FishAndChips",
  "name": "Fisch und Pommes",
  "description": "Ein frittierter Snack. Ummantele die Fischfilets in einer Panade und frittiere sie, bis sie goldgelb und knusprig ist. Gib dann Pommes frites dazu. Ganz gleich, mit was für einer Sauce du es kombinierst, wird es ein Lächeln auf das Gesicht des Betrachters zaubern.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "Fish",
      "name": "Fisch",
      "amount": 3
    },
    {
      "id": "Potato",
      "name": "Kartoffel",
      "amount": 3
    },
    {
      "id": "Flour",
      "name": "Mehl",
      "amount": 3
    },
    {
      "id": "Salt",
      "name": "Salz",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Ausdauer",
  "results": {
    "suspicious": {
      "name": "Misslungener Fisch und Pommes",
      "description": "Ein frittierter Snack. Jeder einzelne Bewohner von Fontaine würde eine Nachricht an das Palais Mermonia schreiben, nachdem er dieses Gericht gegessen hätte: Bitte erlasst ein Gesetz, das labbrigen Fisch mit Pommes auf dem Markt verbietet, bevor es noch weitere Opfer gibt!",
      "effect": "Stellt 70 Punkte Ausdauer wieder her."
    },
    "normal": {
      "name": "Fisch und Pommes",
      "description": "Ein frittierter Snack. Ummantele die Fischfilets in einer Panade und frittiere sie, bis sie goldgelb und knusprig ist. Gib dann Pommes frites dazu. Ganz gleich, mit was für einer Sauce du es kombinierst, wird es ein Lächeln auf das Gesicht des Betrachters zaubern.",
      "effect": "Stellt 85 Punkte Ausdauer wieder her."
    },
    "delicious": {
      "name": "Leckerer Fisch und Pommes",
      "description": "Ein frittierter Snack. Fischfilets und Pommes brutzeln fröhlich im Öl. Die wunderbaren Düfte vermischen sich und verschmelzen durch die große Hitze miteinander, bevor sie endlich in die Nase dringen ... Wenn es etwas gibt, das einen noch glücklicher macht als Pommes, dann ist es ein Fischfilet, das sie begleitet!",
      "effect": "Stellt 100 Punkte Ausdauer wieder her."
    },
    "special": {
      "id": "ExclusiveScoopGourmetColumn",
      "name": "Exklusive Geheimnisse – Gourmet-Kolumne",
      "description": "Charlottes Spezialzubereitung. Eine kleine Knabberei, die sie dir in die Hand drückt, während du sie auf der Jagd nach der nächsten Exklusivmeldung begleitest. Während du knuspernd den gebratenen Fisch kaust, schaust du zur Seite. Charlotte flaniert fröhlichen Schrittes voran, wodurch sich der Rhythmus ihrer Schritte mit dem des Kauens allmählich überschneiden ... Und obwohl die Neuigkeiten noch nicht druckfertig sind, lassen Freude und Zufriedenheit das Herz bereits höher schlagen.",
      "effect": "Stellt 130 Punkte Ausdauer wieder her.",
      "character": {
        "id": "Charlotte",
        "name": "Charlotte"
      }
    }
  },
  "version": "4.0"
}