{
  "id": "FontinaliaMousse",
  "name": "Fontainale-Mousse",
  "description": "Eine leuchtend blaue Leckerei der Fontainale. Diese Mousse orientiert sich in ihrer Form an den Blüten des Seeschimmer-Maiglöckchens und mauserte sich schnell zu einer der beliebtesten Festspeisen in Fontaine, nachdem die Bräuche des Fests mehr auf den Verzehr von Süßspeisen ausgerichtet geändert wurden. Vergiss nicht, sie mit allen zu teilen, wenn du „Süßes, sonst gibt’s ein bitteres Urteil!“ hörst.",
  "rarity": 4,
  "ingredients": [
    {
      "id": "BirdEgg",
      "name": "Vogelei",
      "amount": 3
    },
    {
      "id": "Cream",
      "name": "Sahne",
      "amount": 2
    },
    {
      "id": "Sugar",
      "name": "Zucker",
      "amount": 1
    },
    {
      "id": "Jam",
      "name": "Konfitüre",
      "amount": 1
    }
  ],
  "dish_type": "Gerichte für Angriff",
  "results": {
    "suspicious": {
      "name": "Misslungene Fontainale-Mousse",
      "description": "Eine leuchtend blaue Leckerei der Fontainale. Von der Form her ein wenig unschön, erinnert sie an eine Kryo-Vaniloqua. Ob es sich bei dem als Referenz gewählten Seeschimmer-Maiglöckchen vielleicht doch eigentlich um eine Variante der Vaniloqua handelt? Auf der Fontainale diese Speise zu servieren, könnte möglicherweise vor Gericht enden ... Lösen wir das Ganze lieber im Stillen.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 224 Punkte und ihre KT um 6 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "name": "Fontainale-Mousse",
      "description": "Eine leuchtend blaue Leckerei der Fontainale. Diese Mousse orientiert sich in ihrer Form an den Blüten des Seeschimmer-Maiglöckchens und mauserte sich schnell zu einer der beliebtesten Festspeisen in Fontaine, nachdem die Bräuche des Fests mehr auf den Verzehr von Süßspeisen ausgerichtet geändert wurden. Vergiss nicht, sie mit allen zu teilen, wenn du „Süßes, sonst gibt’s ein bitteres Urteil!“ hörst.",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 272 Punkte und ihre KT um 8 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "name": "Leckere Fontainale-Mousse",
      "description": "Eine leuchtend blaue Leckerei der Fontainale. In ihrer kristallklaren Farbe erinnert sie an die funkelnden Wellen auf einer Wasseroberfläche. Federleicht und gleichzeitig so geschmackvoll; wie eine Blüte, die frisch vom Halm gepflückt wurde. So etwas Schönes verspeisen zu dürfen, ist wohl das größte Glück, welches einem auf der Fontainale widerfahren kann!",
      "effect": "#Erhöht den ANG aller Truppenmitglieder 300 s lang um 320 Punkte und ihre KT um 10 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    }
  },
  "version": "4.3"
}