{
  "id": "QingceStirFry",
  "name": "Bauerngemüse nach Qingce-Art",
  "description": "Ein auf hoher Flamme gebratenes Gemüsegericht. Angeblich war diese Speise so alltäglich im Qingce-Dorf, dass dort im Grunde jede Familie sie zubereitete. Aufgrund der knackigen Substanz und interessanten Schärfe hat sie aber auch in anderen Gegenden um Liyue an Bekanntheit gewonnen und sich so weit verbreitet.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "Mushroom",
      "name": "Champignon",
      "amount": 3
    },
    {
      "id": "LotusHead",
      "name": "Lotos",
      "amount": 2
    },
    {
      "id": "JueyunChili",
      "name": "Jueyun-Peperoni",
      "amount": 1
    },
    {
      "id": "Cabbage",
      "name": "Weißkohl",
      "amount": 1
    }
  ],
  "dish_type": "Gericht für Angriff",
  "results": {
    "suspicious": {
      "name": "Misslungenes Bauerngemüse nach Qingce-Art",
      "description": "Ein auf hoher Flamme gebratenes Gemüsegericht. Was man auf diesem Teller sieht, ist wohl eher ein Fehlschlag als eine echte Speise. Viel zu bitter und scharf könnte man versuchen, Reis darunter zu mischen. Man kann auf einfach den Reis pur essen und so tun, als wäre nie etwas vorgefallen.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 160 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "normal": {
      "name": "Bauerngemüse nach Qingce-Art",
      "description": "Ein auf hoher Flamme gebratenes Gemüsegericht. Angeblich war diese Speise so alltäglich im Qingce-Dorf, dass dort im Grunde jede Familie sie zubereitete. Aufgrund der knackigen Substanz und interessanten Schärfe hat sie aber auch in anderen Gegenden um Liyue an Bekanntheit gewonnen und sich so weit verbreitet.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 194 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "delicious": {
      "name": "Leckeres Bauerngemüse nach Qingce-Art",
      "description": "Ein auf hoher Flamme gebratenes Gemüsegericht. Allein beim Vernehmen des Dufts bekommt man Appetit. Die Schärfe dieser Speise bietet besonderen Reiz und das Gefühl, man könne zehn Schüsseln Reis dazu essen.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 228 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt."
    },
    "special": {
      "id": "QingceHouseholdDish",
      "name": "Einfaches Gericht nach Qingce-Art",
      "description": "Yaoyaos Spezialzubereitung. Auch wenn sie nicht auf dem Teller eines schicken Restaurants serviert wurde und ein sehr einfach anmutendes Äußeres hat, prägt sich dieses Gericht mit seinem herzlich warmen Geschmack schon beim ersten Bissen für immer in die Erinnerungen ein. Dieser köstliche Geschmack nährt nicht nur den Körper, sondern wärmt auch die Seele. Vielleicht ist das Geheimnis für seinen ausgezeichneten Geschmack Yaoyaos „Herzlichkeit“.",
      "effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 274 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
      "character": {
        "id": "Yaoyao",
        "name": "Yaoyao"
      }
    }
  },
  "version": "3.0"
}