{
  "id": "TroutAmandine",
  "name": "Forelle Amandine",
  "description": "In Öl gebratene große Fischfiletstücke. Die Filets werden zunächst in Butter angebraten, dann werden die Mandeln knusprig geröstet und alles zusammen serviert. Traditionell wird eigentlich die ganze Forelle verarbeitet und dann direkt in die Pfanne gegeben. Zuletzt hat es sich jedoch durchgesetzt, dass nur die Filets gebraten werden.",
  "rarity": 1,
  "ingredients": [
    {
      "id": "Fish",
      "name": "Fisch",
      "amount": 1
    },
    {
      "id": "Almond",
      "name": "Mandeln",
      "amount": 1
    }
  ],
  "dish_type": "Gericht zur LP-Wiederherstellung",
  "results": {
    "suspicious": {
      "name": "Misslungene Forelle Amandine",
      "description": "In Öl gebratene große Fischfiletstücke. Der bittere Geschmack der verkohlten Kruste, die einst mal die Fischhaut war, brennt sich regelrecht in der Zunge fest und lässt sich nicht mal mit einem gehörigen Schluck Suppe hinfort spülen ... Scheinbar bedarf es noch einiges an Übung bei der Kontrolle des Feuers.",
      "effect": "#Stellt der gewählten Figur sofort 8 % LP und innerhalb der nächsten 30 s alle 5 s 210 LP wieder her."
    },
    "normal": {
      "name": "Forelle Amandine",
      "description": "In Öl gebratene große Fischfiletstücke. Die Filets werden zunächst in Butter angebraten, dann werden die Mandeln knusprig geröstet und alles zusammen serviert. Traditionell wird eigentlich die ganze Forelle verarbeitet und dann direkt in die Pfanne gegeben. Zuletzt hat es sich jedoch durchgesetzt, dass nur die Filets gebraten werden.",
      "effect": "#Stellt der gewählten Figur sofort 9 % LP und innerhalb der nächsten 30 s alle 5 s 260 LP wieder her."
    },
    "delicious": {
      "name": "Leckere Forelle Amandine",
      "description": "In Öl gebratene große Fischfiletstücke. Die süßen und knackigen Mandeln, kombiniert mit den fettreichen Fischfilets lassen einen über die Meeresströmung hinweg schwimmen und eine Geschmacksexplosion der Frische erleben.",
      "effect": "#Stellt der gewählten Figur sofort 10 % LP und innerhalb der nächsten 30 s alle 5 s 300 LP wieder her."
    }
  },
  "version": "5.0"
}