{
  "id": "DeathlyCyclone",
  "shareId": 379,
  "name": "Ciclón mortífero",
  "title": "Aerofidio Sacróseo: Ciclón mortífero",
  "desc": "Aunque han adquirido la portentosa habilidad de manipular los elementos, las Bestias Sacróseas siguen sin poder digerir por completo los restos inmortales que engullen, y es por ello que la fuerza que hay en dichos restos se fusiona con su cuerpo, cambiándolas...",
  "attributes": {
    "cost": 1,
    "energy": [
      {
        "id": "Anemo",
        "type": "Anemo",
        "count": 1
      },
      {
        "id": "Anemo",
        "type": "Anemo",
        "count": 1
      }
    ],
    "source": "Se obtiene de Príncipe de la taberna Cola de Gato al completar los objetivos del duelo amistoso contra el Aerofidio Sacróseo de los duelos tabernarios",
    "tags": [
      "Talento",
      "Talento"
    ],
    "costType": "Anemo",
    "cardType": "Carta de equipamiento"
  },
  "skills": [
    {
      "name": "",
      "desc": "Al entrar en juego, crea una carta de Bloques de energía voraces en tu mano. Si juegas la carta de Bloques de energía voraces mientras el Aerofidio Sacróseo está en juego con esta carta equipada, la próxima vez que cambies de personaje en esta ronda crearás 1 dado elemental del mismo tipo elemental que el de tu personaje en combate. Solo puedes añadir esta carta al mazo si tienes al Aerofidio Sacróseo en él."
    },
    {
      "name": "",
      "desc": "Al entrar en juego, crea una carta de Bloques de energía voraces en tu mano. Si juegas la carta de Bloques de energía voraces mientras el Aerofidio Sacróseo está en juego con esta carta equipada, la próxima vez que cambies de personaje en esta ronda crearás 1 dado elemental del mismo tipo elemental que el de tu personaje en combate. Solo puedes añadir esta carta al mazo si tienes al Aerofidio Sacróseo en él."
    }
  ],
  "inPlayDescription": "Si juegas la carta de <span style=\"color:#FFFFFFFF\">Bloques de energía voraces</span> mientras el <span style=\"color:#FFFFFFFF\">Aerofidio Sacróseo</span> está en juego con esta carta equipada, la próxima vez que cambies de personaje en esta ronda crearás 1 dado elemental del mismo tipo elemental que el de tu personaje en combate.",
  "version": "4.7"
}