{
  "id": "GildedDreams",
  "shareid": 304,
  "name": "Sueños Áureos",
  "title": "Futuro dorado: Sueños Áureos",
  "desc": "“El tiempo pasó y fantasías delirantes entretejieron lazos con absurdas decisiones. Entonces, una fascinante esperanza fue el cebo del pueblo en su camino hacia el amargo final”.",
  "inPlayDescription": "<span style=\"color:#FFFFFFFF\">Cuando el personaje que obtiene este efecto es el personaje en combate y el enemigo recibe daño de una Reacción Elemental</span>, tomas 1 carta (2 veces por ronda).",
  "attributes": {
    "cost": 3,
    "costType": "Dados unielementales",
    "cardType": "Carta de equipamiento",
    "energy": [
      {
        "id": "MatchingElement",
        "type": "Dados unielementales",
        "count": 3
      },
      {
        "id": "MatchingElement",
        "type": "Dados unielementales",
        "count": 3
      }
    ],
    "artifact": {
      "id": "GildedDreams",
      "name": "Gilded Dreams",
      "rarity": 5
    },
    "tags": [
      "Artefacto",
      "Artefacto"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Al entrar en juego, se crea 1 dado elemental del mismo tipo elemental que el del personaje que obtiene este efecto. Si en tu equipo hay 3 personajes de tipos elementales distintos, se crean 2 dados elementales.Cuando el personaje que obtiene este efecto es el personaje en combate y el enemigo recibe daño de una Reacción Elemental, tomas 1 carta (2 veces por ronda).Cada personaje solo puede llevar equipado 1 artefacto."
    },
    {
      "name": "",
      "desc": "Al entrar en juego, se crea 1 dado elemental del mismo tipo elemental que el del personaje que obtiene este efecto. Si en tu equipo hay 3 personajes de tipos elementales distintos, se crean 2 dados elementales. Cuando el personaje que obtiene este efecto es el personaje en combate y el enemigo recibe daño de una Reacción Elemental, tomas 1 carta (2 veces por ronda). Cada personaje solo puede llevar equipado 1 artefacto."
    }
  ],
  "version": "4.5",
  "shareId": 304
}