{
  "id": "MirrorCage",
  "shareid": 114,
  "name": "Jaula de espejos",
  "title": "Secreto en el espejo",
  "desc": "“Espejito, espejito, ¿en dónde se encuentran mis enemigos?”.",
  "inPlayDescription": "Cuando la Soldado Fatui - Doncella del Espejo tiene esta carta equipada, la <span style=\"color:#FFFFFFFF\">refracción</span> que crea produce los siguientes efectos: <span style=\"color:#FFFFFFFF\">duración de rondas</span> inicial de refracción +1 y el personaje bajo su efecto gasta 1 dado elemental más al cambiar de personaje.",
  "attributes": {
    "cost": 3,
    "costType": "Hydro",
    "cardType": "Carta de equipamiento",
    "energy": [
      {
        "id": "Hydro",
        "type": "Hydro",
        "count": 3
      },
      {
        "id": "Hydro",
        "type": "Hydro",
        "count": 3
      }
    ],
    "source": "Se obtiene de Príncipe de la taberna Cola de Gato al completar los objetivos del duelo amistoso contra la Doncella del Espejo de los duelos tabernarios",
    "tags": [
      "Talento",
      "Acción de combate",
      "Talento",
      "Acción de combate"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Acción de combate: esta carta se equipa cuando el personaje en combate es la Soldado Fatui - Doncella del Espejo.Tras ello, la Soldado Fatui - Doncella del Espejo usa una vez Explosión acuática de inmediato.Cuando la Soldado Fatui - Doncella del Espejo tiene esta carta equipada, la refracción que crea produce los siguientes efectos: duración de rondas inicial de refracción +1 y el personaje bajo su efecto gasta 1 dado elemental más al cambiar de personaje.Solo puedes añadir esta carta al mazo si tienes a la Soldado Fatui - Doncella del Espejo en él."
    },
    {
      "name": "",
      "desc": "Acción de combate: esta carta se equipa cuando el personaje en combate es la Soldado Fatui - Doncella del Espejo. Tras ello, la Soldado Fatui - Doncella del Espejo usa una vez Explosión acuática de inmediato. Cuando la Soldado Fatui - Doncella del Espejo tiene esta carta equipada, la refracción que crea produce los siguientes efectos: duración de rondas inicial de refracción +1 y el personaje bajo su efecto gasta 1 dado elemental más al cambiar de personaje. Solo puedes añadir esta carta al mazo si tienes a la Soldado Fatui - Doncella del Espejo en él."
    }
  ],
  "version": "4.4",
  "shareId": 114
}