{
  "id": "SinOfPride",
  "shareid": 91,
  "name": "Pecado del orgullo",
  "title": "Kujou Sara: Pecado del orgullo",
  "desc": "“La mente ha de ser una con la flecha. ¡Solo así se puede acabar con el enemigo!”.",
  "inPlayDescription": "Si [A1406] tiene esta carta equipada mientras está en juego, tus personajes <span style=\"color:#FFACFFFF\">Electro</span> que estén bajo el efecto de <span style=\"color:#FFFFFFFF\">amparo plumífero</span> infligen daño adicional +1 con sus <span style=\"color:#FFFFFFFF\">Habilidades Elementales y Definitivas</span>.",
  "attributes": {
    "cost": 3,
    "costType": "Electro",
    "cardType": "Carta de equipamiento",
    "energy": [
      {
        "id": "Electro",
        "type": "Electro",
        "count": 3
      },
      {
        "id": "Electro",
        "type": "Electro",
        "count": 3
      }
    ],
    "source": "Se obtiene tras retar a Kujou Sara a un duelo en la taberna Cola de Gato y completar los objetivos del duelo",
    "tags": [
      "Talento",
      "Acción de combate",
      "Talento",
      "Acción de combate"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Acción de combate: esta carta se equipa cuando el personaje en combate es Kujou Sara.Tras ello, Kujou Sara usa una vez Electroinvocación tengu de inmediato.Si Kujou Sara tiene esta carta equipada mientras está en el campo de batalla, tus personajes Electro que estén bajo el efecto de amparo plumífero infligen daño adicional +1 con sus Habilidades Elementales y Definitivas.Solo puedes añadir esta carta al mazo si tienes a Kujou Sara en él."
    },
    {
      "name": "",
      "desc": "Acción de combate: esta carta se equipa cuando el personaje en combate es Kujou Sara. Tras ello, Kujou Sara usa una vez Electroinvocación tengu de inmediato. Si Kujou Sara tiene esta carta equipada mientras está en el campo de batalla, tus personajes Electro que estén bajo el efecto de amparo plumífero infligen daño adicional +1 con sus Habilidades Elementales y Definitivas. Solo puedes añadir esta carta al mazo si tienes a Kujou Sara en él."
    }
  ],
  "version": "4.4",
  "shareId": 91
}