{
  "id": "TheSeedOfStoredKnowledge",
  "shareId": 109,
  "name": "Semillas del conocimiento",
  "title": "Nahida: Semillas del conocimiento",
  "desc": "“¡Te comparto mi conocimiento!”.",
  "in_play_description": "Si Nahida tiene esta carta equipada mientras está en juego, se aplican los siguientes efectos según los tipos elementales de los personajes en tu equipo: Pyro: cuando el templo ilusorio está activo, los personajes enemigos afectados por Reacciones Elementales convertirán el Daño Penetrante de las semillas skandha en Daño Dendro. Electro: cuando el templo ilusorio entra en juego, el número de usos de las semillas skandha en el campo enemigo aumenta en 1. Hydro: cuando Nahida crea un templo ilusorio mientras tiene esta carta equipada, su duración de rondas inicial aumenta en 1.",
  "attributes": {
    "cost": 3,
    "cost_type": "Dendro",
    "card_type": "Carta de equipamiento",
    "energy": [
      {
        "id": "Dendro",
        "type": "Dendro",
        "count": 3
      },
      {
        "id": "Energy",
        "type": "Energía",
        "count": 2
      }
    ],
    "source": "Se obtiene tras retar a Nahida a un duelo en la taberna Cola de Gato y completar los objetivos del duelo",
    "tags": [
      "Talento",
      "Acción de combate"
    ]
  },
  "skills": [
    {
      "name": "",
      "desc": "Acción de combate: esta carta se equipa cuando el personaje en combate es Nahida. Tras ello, Nahida usa una vez Corazón ilusorio de inmediato. Si Nahida tiene esta carta equipada mientras está en juego, se aplican los siguientes efectos según los tipos elementales de los personajes en tu equipo: Pyro: cuando el templo ilusorio está activo, los personajes enemigos afectados por Reacciones Elementales convertirán el Daño Penetrante de las semillas skandha en Daño Dendro. Electro: cuando el templo ilusorio entra en juego, el número de usos de las semillas skandha en el campo enemigo aumenta en 1. Hydro: la duración de rondas inicial del templo ilusorio creado por Nahida aumenta en 1. Solo puedes añadir esta carta al mazo si tienes a Nahida en él."
    }
  ],
  "version": "3.7"
}