{
  "id": "BoudinNoirAuxPommes",
  "name": "Boudin Noir aux Pommes",
  "description": "Um prato tradicional de Fontaine. Frite as fatias de maçã e salsichas de sangue separadamente, servindo em um prato com molho. Ao julgar pelo nome do prato, os turistas de outras nações pensam que isso devia ser uma sobremesa, mas o nome \"Boudin Noir aux Pommes\" é só outra forma de chamar salsicha de sangue.",
  "rarity": 2,
  "ingredients": [
    {
      "id": "Apple",
      "name": "Maçã",
      "amount": 2
    },
    {
      "id": "RawMeat",
      "name": "Carne Crua",
      "amount": 1
    },
    {
      "id": "Butter",
      "name": "Manteiga",
      "amount": 1
    }
  ],
  "dish_type": "Pratos de Aventura",
  "results": {
    "suspicious": {
      "name": "Boudin Noir aux Pommes Estranho",
      "description": "Um prato tradicional de Fontaine. Parece que óleo demais foi acidentalmente adicionado, criando um produto extremamente gorduroso, pingando a óleo. Se você puder pensar em uma boa maneira de absorver e remover o óleo em excesso, pode se tornar comestível.",
      "effect": "Diminui o consumo de Stamina ao correr de todos os membros da Equipe em 15% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "normal": {
      "name": "Boudin Noir aux Pommes",
      "description": "Um prato tradicional de Fontaine. Frite as fatias de maçã e salsichas de sangue separadamente, servindo em um prato com molho. Ao julgar pelo nome do prato, os turistas de outras nações pensam que isso devia ser uma sobremesa, mas o nome \"Boudin Noir aux Pommes\" é só outra forma de chamar salsicha de sangue.",
      "effect": "Diminui o consumo de Stamina ao correr de todos os membros da Equipe em 20% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    },
    "delicious": {
      "name": "Boudin Noir aux Pommes Delicioso",
      "description": "Um prato tradicional de Fontaine. Uma combinação perfeita de fragrância adocicada de maçãs neutralizando a gordura da linguiça de sangue. Um cheiro sedutor levemente queimado permeia o prato, fazendo os olhos daqueles que o veem, acender enquanto gritam em alegria e antecipação.",
      "effect": "Diminui o consumo de Stamina ao correr de todos os membros da Equipe em 25% por 900s. Durante o modo multijogador, este efeito é aplicado apenas em si mesmo."
    }
  },
  "version": "5.0"
}