{
  "id": "SaurusCrackers",
  "name": "Bolachas Saurus",
  "description": "Bolachas em formato de pequenos Saurianos. Leves, crocantes, doces e fragantes, com desenhos adoráveis em cima para completar — como as pessoas de Natlan não seriam conquistadas por comidas tão deliciosas? Aparentemente, até os Saurianos adoram elas... Mas bolachas são mesmo o que eles preferem comer?",
  "rarity": 3,
  "ingredients": [
    {
      "id": "Flour",
      "name": "Farinha",
      "amount": 3
    },
    {
      "id": "Cacahuatl",
      "name": "Cacahuatl",
      "amount": 3
    },
    {
      "id": "Grainfruit",
      "name": "Frutogrão",
      "amount": 2
    },
    {
      "id": "Butter",
      "name": "Manteiga",
      "amount": 1
    }
  ],
  "results": {
    "suspicious": {
      "name": "Bolachas Saurus Estranhas",
      "description": "Bolachas em forma de Saurianos. O gosto insosso e a aparência refinada contrastam horrivelmente e quando combinado com a sensação dura  na boca, percebe-se que não é nada gostoso, nem incomestível... Hmm, será que os Saurianos aceitariam isso como palito de dente?",
      "effect": "Restaura 30% da Vida Máxima para o personagem selecionado, e restaura 600 de Vida adicional."
    },
    "normal": {
      "name": "Bolachas Saurus",
      "description": "Bolachas em formato de pequenos Saurianos. Leves, crocantes, doces e fragantes, com desenhos adoráveis em cima para completar — como as pessoas de Natlan não seriam conquistadas por comidas tão deliciosas? Aparentemente, até os Saurianos adoram elas... Mas bolachas são mesmo o que eles preferem comer?",
      "effect": "Restaura 32% da Vida Máxima e 1250 de Vida para o personagem selecionado."
    },
    "delicious": {
      "name": "Bolachas Saurus Deliciosas",
      "description": "Bolachas na forma de pequenos Saurianos. O aroma de manteiga assinala a combinação de Cacahuatl e Frutogrão, enquanto as formas fofas os tornam irresistíveis. No final, até mesmo o farelo que caiu entre seus dedos não será poupado!",
      "effect": "Restaura 34% da Vida Máxima e 1900 de Vida ao personagem selecionado."
    }
  },
  "dishType": "Pratos de Regeneração",
  "version": "5.0"
}