{
  "id": "GuardianOfApepsOasis",
  "shareId": 371,
  "name": "Kẻ Thủ Hộ Của Ốc Đảo Apep",
  "title": "Kết Cục Của Trí Tuệ - Kẻ Thủ Hộ Của Ốc Đảo Apep",
  "desc": "Apep đã từng một mình đắm chìm trong phong cảnh của ngày tận thế. Tất cả người, thần, rồng, thú, chim và cá, mọi ký ức, trí tuệ, lời nói và thù hận đều bị nghiền nát thành loại bột không màu, ánh sáng của vầng trăng cuối cùng hóa thành cơn mưa lửa trắng rơi xuống trên vùng đất hoang.\\n...\\nApep từng xem đáy của biển cát là mộ phần của chính mình, chứ không phải cung điện của vị vua mất nước. Chất độc của \"trí tuệ\" sẽ nhanh chóng giải thoát cho nó khỏi thù hận và phẫn nộ từ vô số vầng trăng. Nó đã rất chán ghét cảnh tượng không chút màu sắc của ngày tận thế rồi. Mãi cho đến khi vị thần trẻ tuổi và lữ khách màu vàng khiến nó nhớ lại lần nữa, dù cho vùng đất xanh tươi khi xưa của mình đã hóa thành hoang mạc dát vàng, dù cho chính mình và con cháu vì để sinh tồn ở đó mà trở nên xấu xí, nhưng trong lòng nó từ đầu chí cuối vẫn luôn cất giữ cảnh sắc của một góc ốc đảo đó.",
  "attributes": {
    "hp": 10,
    "card_type": "Thẻ Nhân Vật",
    "energy": 2,
    "element": "Nguyên Tố Thảo",
    "weapon": "Vũ Khí Khác",
    "faction": [
      "Ma Vật"
    ],
    "talent_card": {
      "id": "AThousandYoung",
      "name": "A Thousand Young"
    },
    "source": "Nhận được sau khi Khiêu Chiến Quán Rượu ở chỗ Tiểu Hoàng Tử trong Quán Rượu Đuôi Mèo, và giành chiến thắng trong độ khó Đánh Giải Trí với Kẻ Thủ Hộ Của Ốc Đảo Apep",
    "character": {
      "id": "GuardianOfApepsOasis",
      "name": "Guardian of Apep's Oasis"
    }
  },
  "skills": [
    {
      "id": "StrikeOfTheDispossessed",
      "name": "Kẻ Mất Quê Quật Mạnh",
      "desc": "Gây 2 điểm Sát Thương Vật Lý.",
      "skillTag": [
        "Tấn Công Thường"
      ],
      "points": [
        {
          "id": "Dendro",
          "type": "Nguyên Tố Thảo",
          "count": 1
        },
        {
          "id": "UnalignedElement",
          "type": "Nguyên Tố Không Màu",
          "count": 2
        }
      ]
    },
    {
      "id": "LifeStream",
      "name": "Dòng Chảy Của Sinh Mệnh",
      "desc": "Gây $[D__KEY__DAMAGE_2] điểm Sát Thương Vật Lý, rút 1 thẻ Đánh Thức Gia Quyến, sinh ra 1 tầng Ốc Đảo Nuôi Dưỡng.",
      "skillTag": [
        "Kỹ Năng Nguyên Tố"
      ],
      "points": [
        {
          "id": "Dendro",
          "type": "Nguyên Tố Thảo",
          "count": 3
        }
      ]
    },
    {
      "id": "TheEndFalls",
      "name": "Cảnh Sụp Đổ Cuối Cùng",
      "desc": "Gây $[D__KEY__DAMAGE_2] điểm Sát Thương Vật Lý, rút 1 thẻ Đánh Thức Gia Quyến, sinh ra 2 tầng Ốc Đảo Nuôi Dưỡng.",
      "skillTag": [
        "Kỹ Năng Nộ"
      ],
      "points": [
        {
          "id": "Dendro",
          "type": "Nguyên Tố Thảo",
          "count": 3
        },
        {
          "id": "Energy",
          "type": "Năng Lượng",
          "count": 2
        }
      ]
    },
    {
      "id": "InvokationOfPropagation",
      "name": "Cảm Hóa Sự Sinh Sôi",
      "desc": "(Bị động) Khi bắt đầu chiến đấu, sinh ra 6 thẻ Đánh Thức Gia Quyến, đưa ngẫu nhiên vào kho bài. Sau khi phe ta triệu hồi 4 Sinh Mệnh Sinh Sôi, nhân vật này sẽ áp dụng Trái Tim Ốc Đảo Bùng Cháy Lại và nhận 2 điểm Khiên.",
      "skillTag": [
        "Kỹ Năng Bị Động"
      ],
      "points": []
    }
  ],
  "version": "4.7"
}