{
    "id": "ElegyForTheEnd",
    "name": "Tiếng Thở Dài Vô Tận",
    "description": "Cây cung đẹp hoàn mỹ như nhạc cụ của thi nhân, tên bắn ra như tiếng than ai oán xuyên thấu tâm can.",
    "rarity": 5,
    "type": "Cung",
    "domain": "Vườn Hoa Cecilia",
    "passive": "Bài Ca Nỗi Nhớ Ly Biệt",
    "bonus": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng <span>60/75/90/105/120</span> điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của nhân vật dùng vũ khí này đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, khi nhân vật ở trong đội phía sau cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng <span>100/125/150/175/200</span> điểm, tấn công tăng <span>20%/25%/30%/35%/40%</span> trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn.",
    "stats": {
        "primary": "Tấn Công Căn Bản",
        "secondary": "Hiệu Quả Nạp Nguyên Tố",
        "levels": [
            {
                "ascension": 0,
                "level": 1,
                "primary": 46,
                "secondary": 12
            },
            {
                "ascension": 0,
                "level": 20,
                "primary": 122,
                "secondary": 21.2
            },
            {
                "ascension": 1,
                "level": 20,
                "primary": 153,
                "secondary": 21.2
            },
            {
                "ascension": 1,
                "level": 40,
                "primary": 235,
                "secondary": 30.9
            },
            {
                "ascension": 2,
                "level": 40,
                "primary": 266,
                "secondary": 30.9
            },
            {
                "ascension": 2,
                "level": 50,
                "primary": 308,
                "secondary": 35.7
            },
            {
                "ascension": 3,
                "level": 50,
                "primary": 340,
                "secondary": 35.7
            },
            {
                "ascension": 3,
                "level": 60,
                "primary": 382,
                "secondary": 40.6
            },
            {
                "ascension": 4,
                "level": 60,
                "primary": 414,
                "secondary": 40.6
            },
            {
                "ascension": 4,
                "level": 70,
                "primary": 457,
                "secondary": 45.4
            },
            {
                "ascension": 5,
                "level": 70,
                "primary": 488,
                "secondary": 45.4
            },
            {
                "ascension": 5,
                "level": 80,
                "primary": 532,
                "secondary": 50.3
            },
            {
                "ascension": 6,
                "level": 80,
                "primary": 563,
                "secondary": 50.3
            },
            {
                "ascension": 6,
                "level": 90,
                "primary": 608,
                "secondary": 55.1
            }
        ]
    },
    "ascensions": [
        {
            "ascension": 0,
            "level": 20,
            "materials": []
        },
        {
            "ascension": 1,
            "level": 40,
            "cost": 10000,
            "materials": [
                {
                    "id": "BorealWolfsMilkTooth",
                    "name": "Răng Sữa Sói Bão",
                    "amount": 5,
                    "rarity": 2
                },
                {
                    "id": "HeavyHorn",
                    "name": "Sừng Nặng",
                    "amount": 5,
                    "rarity": 2
                },
                {
                    "id": "RecruitsInsignia",
                    "name": "Phù Hiệu Tân Binh",
                    "amount": 3,
                    "rarity": 1
                }
            ]
        },
        {
            "ascension": 2,
            "level": 50,
            "cost": 20000,
            "materials": [
                {
                    "id": "BorealWolfsCrackedTooth",
                    "name": "Răng Vỡ Sói Bão",
                    "amount": 5,
                    "rarity": 3
                },
                {
                    "id": "HeavyHorn",
                    "name": "Sừng Nặng",
                    "amount": 18,
                    "rarity": 2
                },
                {
                    "id": "RecruitsInsignia",
                    "name": "Phù Hiệu Tân Binh",
                    "amount": 12,
                    "rarity": 1
                }
            ]
        },
        {
            "ascension": 3,
            "level": 60,
            "cost": 30000,
            "materials": [
                {
                    "id": "BorealWolfsCrackedTooth",
                    "name": "Răng Vỡ Sói Bão",
                    "amount": 9,
                    "rarity": 3
                },
                {
                    "id": "BlackBronzeHorn",
                    "name": "Sừng Đồng Đen",
                    "amount": 9,
                    "rarity": 3
                },
                {
                    "id": "SergeantsInsignia",
                    "name": "Phù Hiệu Sĩ Quan",
                    "amount": 9,
                    "rarity": 2
                }
            ]
        },
        {
            "ascension": 4,
            "level": 70,
            "cost": 45000,
            "materials": [
                {
                    "id": "BorealWolfsBrokenFang",
                    "name": "Mảnh Răng Sói Bão",
                    "amount": 5,
                    "rarity": 4
                },
                {
                    "id": "BlackBronzeHorn",
                    "name": "Sừng Đồng Đen",
                    "amount": 18,
                    "rarity": 3
                },
                {
                    "id": "SergeantsInsignia",
                    "name": "Phù Hiệu Sĩ Quan",
                    "amount": 14,
                    "rarity": 2
                }
            ]
        },
        {
            "ascension": 5,
            "level": 80,
            "cost": 55000,
            "materials": [
                {
                    "id": "BorealWolfsBrokenFang",
                    "name": "Mảnh Răng Sói Bão",
                    "amount": 9,
                    "rarity": 4
                },
                {
                    "id": "BlackCrystalHorn",
                    "name": "Sừng Hắc Tinh",
                    "amount": 14,
                    "rarity": 4
                },
                {
                    "id": "LieutenantsInsignia",
                    "name": "Phù Hiệu Hiệu Úy",
                    "amount": 9,
                    "rarity": 3
                }
            ]
        },
        {
            "ascension": 6,
            "level": 90,
            "cost": 65000,
            "materials": [
                {
                    "id": "BorealWolfsNostalgia",
                    "name": "Nỗi Nhớ Của Sói Bão",
                    "amount": 6,
                    "rarity": 5
                },
                {
                    "id": "BlackCrystalHorn",
                    "name": "Sừng Hắc Tinh",
                    "amount": 27,
                    "rarity": 4
                },
                {
                    "id": "LieutenantsInsignia",
                    "name": "Phù Hiệu Hiệu Úy",
                    "amount": 18,
                    "rarity": 3
                }
            ]
        }
    ],
    "refinement_raw": {
        "name": "Bài Ca Nỗi Nhớ Ly Biệt",
        "template": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng <span style=\"color:#99FFFFFF\">{0}</span> điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, nhân vật trong đội cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng <span style=\"color:#99FFFFFF\">{1}</span> điểm, tấn công tăng <span style=\"color:#99FFFFFF\">{2}</span> trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn.",
        "params": [
            [
                "60",
                "100",
                "20%"
            ],
            [
                "75",
                "125",
                "25%"
            ],
            [
                "90",
                "150",
                "30%"
            ],
            [
                "105",
                "175",
                "35%"
            ],
            [
                "120",
                "200",
                "40%"
            ]
        ]
    },
    "refinements": [
        {
            "refinement": 1,
            "desc": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng <span>60</span> điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của nhân vật dùng vũ khí này đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, khi nhân vật ở trong đội phía sau cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng <span>100</span> điểm, tấn công tăng <span>20%</span> trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn."
        },
        {
            "refinement": 2,
            "desc": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng <span>75</span> điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, nhân vật trong đội cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng <span>125</span> điểm, tấn công tăng <span>25%</span> trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn."
        },
        {
            "refinement": 3,
            "desc": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng <span>90</span> điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, nhân vật trong đội cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng <span>150</span> điểm, tấn công tăng <span>30%</span> trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn."
        },
        {
            "refinement": 4,
            "desc": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng <span>105</span> điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, nhân vật trong đội cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng <span>175</span> điểm, tấn công tăng <span>35%</span> trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn."
        },
        {
            "refinement": 5,
            "desc": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng <span>120</span> điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, nhân vật trong đội cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng <span>200</span> điểm, tấn công tăng <span>40%</span> trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn."
        }
    ],
    "pictures": {
        "icon": "Weapon/ElegyForTheEnd/Icon.webp"
    }
}