{
  "id": "BathhouseManjuu",
  "name": "Manju termale",
  "description": "Un dolce di Inazuma ripieno. Ha un piacevole sapore dolce ed è una fonte di energia eccezionale. In origine veniva dato a chi faceva il bagno alle Terme Aisa, in seguito questo dolcetto speciale è diventato un regalo perfetto per ogni occasione.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "Flour",
      "name": "Farina",
      "amount": 4
    },
    {
      "id": "LavenderMelon",
      "name": "Melonlavanda",
      "amount": 3
    },
    {
      "id": "Sugar",
      "name": "Zucchero",
      "amount": 2
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "name": "Manju termale sospetto",
      "description": "Un dolce di Inazuma ripieno. L'involucro esterno, duro e secco, contiene un ripieno ancora più secco, la cui stucchevole dolcezza lo rende difficile da ingoiare. Se non vuoi annegare le aspettative in un mare di delusione, è meglio non mangiarne prima di immergersi...",
      "effect": "Ripristina 70 di vigore."
    },
    "normal": {
      "name": "Manju termale",
      "description": "Un dolce di Inazuma ripieno. Ha un piacevole sapore dolce ed è una fonte di energia eccezionale. In origine veniva dato a chi faceva il bagno alle Terme Aisa, in seguito questo dolcetto speciale è diventato un regalo perfetto per ogni occasione.",
      "effect": "Ripristina 85 di vigore."
    },
    "delicious": {
      "name": "Manju termale delizioso",
      "description": "Un dolce di Inazuma ripieno. Il croccante e friabile strato esterno contiene un ripieno ricco e delicato, la cui dolcezza si scioglie sulla lingua come le preoccupazioni si dissolvono in una sorgente termale. Mangiandolo, la stanchezza svanisce senza alcuna traccia, lasciando invece un senso di benessere e serenità.",
      "effect": "Ripristina 100 di vigore."
    },
    "special": {
      "id": "DreamsOfHealing",
      "name": "Sogni di guarigione",
      "description": "La specialità di Yumemizuki Mizuki. Un paio di adorabili panini a forma di mini baku accoccolati con gli occhi ben chiusi. Carini e spensierati, ti portano a chiederti in quali bei sogni si siano persi... Forse, dopo un boccone, potresti riuscire anche tu a fare uno di quei meravigliosi sogni.",
      "effect": "Ripristina 130 di vigore.",
      "character": {
        "id": "YumemizukiMizuki",
        "name": "Yumemizuki Mizuki"
      }
    }
  },
  "version": "5.4"
}