{
  "id": "BlubberProfiterole",
  "name": "Blobboprofiterole",
  "description": "Un dolcetto ripieno di panna. La crosta racchiude una ricca farcitura a base di panna. La sua forma tonda, come sul punto di esplodere, la rende adorabile come la pancia di una Blobbofoca. In pochi trovano scampo al fascino del suo denso e dolce cuor di panna.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "BirdEgg",
      "name": "Uovo d'uccello",
      "amount": 4
    },
    {
      "id": "Milk",
      "name": "Latte",
      "amount": 3
    },
    {
      "id": "Flour",
      "name": "Farina",
      "amount": 3
    },
    {
      "id": "Cream",
      "name": "Panna",
      "amount": 2
    }
  ],
  "dish_type": "Piatto ATT+",
  "results": {
    "suspicious": {
      "name": "Blobboprofiterole sospetto",
      "description": "Un dolcetto ripieno di panna. È rimasto a riposo talmente a lungo che la sua crosta, prima friabile, è diventata gommosa e molliccia. È decisamente... diversa dalla consistenza croccante che ti aspettavi. Dopo appena un morso, l'unica cosa che vorresti fare di questo dessert è \"condannarlo a morte\".",
      "effect": "#Aumenta di un 20% i DAN fisici di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "normal": {
      "name": "Blobboprofiterole",
      "description": "Un dolcetto ripieno di panna. La crosta racchiude una ricca farcitura a base di panna. La sua forma tonda, come sul punto di esplodere, la rende adorabile come la pancia di una Blobbofoca. In pochi trovano scampo al fascino del suo denso e dolce cuor di panna.",
      "effect": "#Aumenta di un 30% i DAN fisici di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    },
    "delicious": {
      "name": "Blobboprofiterole delizioso",
      "description": "Un dolcetto ripieno di panna. Nel sentire il primo morso che ti attraversa le labbra, non resisti alla tentazione di mangiarlo tutto in un sol boccone! Perfino i resti di panna agli angoli della bocca bastano a infonderti una sensazione di beatitudine completa. Se solo fosse possibile mangiare una tale delizia alla fine di ogni pasto... Ah! Che meravigliosa vita d'avventure sarebbe!",
      "effect": "#Aumenta di un 40% i DAN fisici di tutti i membri del gruppo per 300 s. In modalità cooperativa, si applica solo ai tuoi personaggi."
    }
  },
  "version": "4.5"
}