{
  "id": "FishAndChips",
  "name": "Fish and chips",
  "description": "Un antipasto fritto. I filetti di pesce vengono cosparsi nella pastella e fritti fino a ottenere la doratura e la croccantezza richieste, dopodiché si aggiungono le patatine. Una combinazione miracolosa che sta bene con qualsiasi tipo di salsa, e che non manca mai di disegnarti un sorriso sul volto.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "Fish",
      "name": "Pesce",
      "amount": 3
    },
    {
      "id": "Potato",
      "name": "Patata",
      "amount": 3
    },
    {
      "id": "Flour",
      "name": "Farina",
      "amount": 3
    },
    {
      "id": "Salt",
      "name": "Sale",
      "amount": 1
    }
  ],
  "dish_type": "Piatto dell'avventuriere",
  "results": {
    "suspicious": {
      "name": "Fish and chips sospetto",
      "description": "Un antipasto fritto. Qualsiasi abitante di Fontaine che avesse la sfortuna di mangiare un piatto del genere scriverebbe seduta stante una lettera di reclamo al Palais Mermonia: il fish and chips rammollito dovrebbe essere dichiarato illegale prima che possa mietere altre vittime!",
      "effect": "Ripristina 70 di vigore."
    },
    "normal": {
      "name": "Fish and chips",
      "description": "Un antipasto fritto. I filetti di pesce vengono cosparsi nella pastella e fritti fino a ottenere la doratura e la croccantezza richieste, dopodiché si aggiungono le patatine. Una combinazione miracolosa che sta bene con qualsiasi tipo di salsa, e che non manca mai di disegnarti un sorriso sul volto.",
      "effect": "Ripristina 85 di vigore."
    },
    "delicious": {
      "name": "Fish and chips delizioso",
      "description": "Un antipasto fritto. Mentre i filetti di pesce e le patatine ridono a crepapelle nell'olio che sfrigola, il loro aroma si mescola alla perfezione prima di pervadere l'intera stanza... Se esiste qualcosa di più piacevole del mangiare le patatine, è mangiare le patatine accompagnate da un gigantesco boccone di pesce!",
      "effect": "Ripristina 100 di vigore."
    },
    "special": {
      "id": "ExclusiveScoopGourmetColumn",
      "name": "Esclusiva speciale: Rubrica del gastronomo",
      "description": "La specialità di Charlotte. Uno spuntino che porta sempre con sé mentre la accompagni nella sua instancabile ricerca di scoop. La osservi saltellare allegramente vicino a te, e il ritmo vivace dei suoi passi quasi si confonde con il suono croccante del pesce fritto nella sua bocca... Anche se questa notizia non ha ancora assunto una forma definitiva, la gioia e l'appagamento nel tuo cuore hanno già raggiunto il culmine.",
      "effect": "Ripristina 130 di vigore.",
      "character": {
        "id": "Charlotte",
        "name": "Charlotte"
      }
    }
  },
  "version": "4.1"
}