{
  "id": "FontinaliaMousse",
  "name": "Mousse fontinal",
  "description": "Un postre del Festival Fontinal de color azul. Esta mousse está elaborada a partir de la forma de un lirio lumilago. Después de que la tradición del festival cambiara y comenzara a incluir la degustación de postres, se convirtió rápidamente en la delicia más popular en los festivales de Fontaine. ¡No te olvides de compartirlo con quienes te digan “¿juicio o trato?”!",
  "rarity": 4,
  "ingredients": [
    {
      "id": "BirdEgg",
      "name": "Huevo de pájaro",
      "amount": 3
    },
    {
      "id": "Cream",
      "name": "Crema batida",
      "amount": 2
    },
    {
      "id": "Sugar",
      "name": "Azúcar",
      "amount": 1
    },
    {
      "id": "Jam",
      "name": "Mermelada",
      "amount": 1
    }
  ],
  "dish_type": "Platos que mejoran ataques",
  "results": {
    "suspicious": {
      "name": "Mousse fontinal extraña",
      "description": "Un postre del Festival Fontinal lleno de azul. Su cuestionable apariencia recuerda a la de una Megaflora Cryo. ¿Seguro que los lirios lumilago empleados en su preparación no eran en realidad Megafloras? Servir un plato así en el Festival Fontinal podría ser considerado una ofensa... ¡Será mejor deshacerse de él!",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 224 pts. y su Prob. CRIT en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "normal": {
      "name": "Mousse fontinal",
      "description": "Un postre del Festival Fontinal de color azul. Esta mousse está elaborada a partir de la forma de un lirio lumilago. Después de que la tradición del festival cambiara y comenzara a incluir la degustación de postres, se convirtió rápidamente en la delicia más popular en los festivales de Fontaine. ¡No te olvides de compartirlo con quienes te digan “¿juicio o trato?”!",
      "effect": "#Aumenta el ATQ de todos los miembros del equipo en 272 pts. y su Prob. CRIT un 8% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    },
    "delicious": {
      "name": "Mousse fontinal deliciosa",
      "description": "Un postre del Festival Fontinal lleno de azul. Su color cristalino no tiene nada que envidiar al de las olas marinas. Su elegancia es como la de los pétalos cayendo, y su sensación en boca es como la de un copo de nieve derritiéndose por la garganta. Comer un manjar así debe de ser, sin duda, lo más delicioso que puede ocurrir durante el festival.",
      "effect": "Aumenta el ATQ de todos los miembros del equipo en 320 pts. y su Prob. CRIT en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes."
    }
  },
  "version": "4.3"
}