{
  "id": "VolcanoCake",
  "name": "Pastel de lava",
  "description": "Un pastel con la forma de un volcán. Tras combinar los ingredientes, estos se mezclan hasta convertirse en un líquido espeso, el cual se coloca en un molde y se hornea. Un control muy preciso del tiempo es lo que permite conseguir que su exterior sea sólido y firme, y su interior se mantenga en estado líquido, igual que un volcán.",
  "rarity": 3,
  "ingredients": [
    {
      "id": "Cacahuatl",
      "name": "Cacahuatl",
      "amount": 2
    },
    {
      "id": "Sugar",
      "name": "Azúcar",
      "amount": 2
    },
    {
      "id": "BirdEgg",
      "name": "Huevo de pájaro",
      "amount": 1
    },
    {
      "id": "Flour",
      "name": "Harina",
      "amount": 1
    }
  ],
  "dish_type": "Platos que regeneran Vida",
  "results": {
    "suspicious": {
      "name": "Pastel de lava extraño",
      "description": "Un pastel con la forma de un volcán. La “cordillera montañosa” no pudo contener bien la “lava”, de modo que, tras derrumbarse estrepitosamente, se parece más a un volcán que ha entrado en erupción. Al bajar la vista, ves el desastre que se ha formado en la bandeja. Si quieres probarlo otra vez, tendrás que limpiar un poco antes...",
      "effect": "#Revive a un personaje y restaura 900 pts. de su Vida."
    },
    "normal": {
      "name": "Pastel de lava",
      "description": "Un pastel con la forma de un volcán. Tras combinar los ingredientes, estos se mezclan hasta convertirse en un líquido espeso, el cual se coloca en un molde y se hornea. Un control muy preciso del tiempo es lo que permite conseguir que su exterior sea sólido y firme, y su interior se mantenga en estado líquido, igual que un volcán.",
      "effect": "#Revive a un personaje y restaura 1200 pts. de su Vida."
    },
    "delicious": {
      "name": "Pastel de lava delicioso",
      "description": "Un pastel con la forma de un volcán. El pequeño volcán ardiente está acompañado de unos fríos pirocúmulos. Al probarlo, no solo sientes el dulzor de la deliciosa lava inundando tu corazón, sino también una exquisita sensación de saciedad.",
      "effect": "#Revive a un personaje y restaura 1500 pts. de su Vida."
    }
  },
  "version": "5.2"
}